let list = new Array();

list.push(
    new Question(
        sampleQuestions[0] + '승기와 윤경은 원래 같은 회사의 직장 (　　　　) 였다. 두 사람은 1년간 연애를 하다가 부부가 되었다.'
        , '동료'
        , ['고부','상사','선배']
))

list.push(
    new Question(
        sampleQuestions[0] + '학교에 다닐 때는 아주 친했는데 몇 년 동안 (　　　　) 친구에게서 이메일이 왔다. 아주 반가웠다. 우리는 다음 주에 만나기로 했다.'
        , '연락이 끊긴'
        , ['잘 지내는','공감대가 생긴','사이가 좋은']
))

list.push(
    new Question(
        sampleQuestions[0] + '가: 제 딸은 성격이 (　　　　) 편이에요. 무슨 일이든지 해 보려고 하고 사람들 앞에 서는 것도 좋아해요.<br/>나: 그래요? 친구들도 많고 학교생활도 잘하겠네요.'
        , '적극적인'
        , ['소극적인','꼼꼼한','무뚝뚝한']
))

list.push(
    new Question(
        sampleQuestions[0] + '우리 동네 복지 센터에는 좋은 프로그램이 많다. 나는 취업 준비를 위해서 컴퓨터 자격증 과정을 (　　　　).'
        , '신청했다'
        , ['해결했다','운영했다','제공했다']
))

list.push(
    new Question(
        sampleQuestions[0] + '가: 이 티셔츠 지난주에 산 건데 얼룩이 있어서요.<br/>나: 아, 죄송합니다. 그럼 다른 걸로 교환해 드릴까요?<br/>가: 아니요. (　　　　) 주세요.'
        , '환불해'
        , ['훼손해','사용해','문의해']
))

list.push(
    new Question(
        sampleQuestions[0] + '가: 이번 달은 지난달에 비해 생활비가 너무 많이 들었어요.<br/>나: 그래요? 어떤 항목에서 (　　　　)이 많았는지 한번 살펴보세요.'
        , '지출'
        , ['적립','구입','절약']
))

list.push(
    new Question(
        sampleQuestions[1] + '농촌에 오면 경치도 좋고 주변이 <u>복잡하지 않아서</u> 마음이 편해진다.'
        , '한적해서'
        , ['안전해서','탁해서','맑아서']
))

list.push(
    new Question(
        sampleQuestions[1] + '인터넷으로 공연 티켓을 <u>미리 샀다가</u> 갑자기 일이 생겨서 안 가기로 했다.'
        , '예매했다가'
        , ['관람했다가','추천했다가','변경했다가']
))

list.push(
    new Question(
        sampleQuestions[1] + '볶음밥을 만들려고 먼저 양파 껍질을 <u>깠다</u>.'
        , '벗겼다'
        , ['썰었다','넣었다','끓였다']
))

list.push(
    new Question(
        sampleQuestions[1] + '수진 씨는 언제나 나를 잘 이해하고 <u>비슷한 감정을 느껴 준다</u>.'
        , '공감을 잘해 준다'
        , ['예의를 잘 지켜 준다','조언을 잘해 준다','경청을 잘해 준다']
))

list.push(
    new Question(
        sampleQuestions[1] + '아버지는 <u>말이 별로 없고 감정 표현을 잘 하지 않으신다.</u> 반대로 어머니는 활발하고 다정다감하시다.'
        , '성격이 무뚝뚝하시다'
        , ['성격이 꼼꼼하시다','성격이 느긋하시다','성격이 덜렁거리시다']
))

list.push(
    new Question(
        sampleQuestions[0] + '아나이스 씨가 제일 (　　　　) 음식은 불고기예요.'
        , '좋아하는'
        , ['좋은','좋아한','좋아할']
))

list.push(
    new Question(
        sampleQuestions[0] + '회사에 처음 들어왔을 때는 일이 조금 어려웠는데 지금은 적응되어서 (　　　　).'
        , '할만해요'
        , ['해봤어요','할 수 없어요','하려고 해요']
))

list.push(
    new Question(
        sampleQuestions[0] + '어렸을 때 내가 자꾸 동생을 (　　　　) 부모님께 혼난 적이 많아요.'
        , '울려서'
        , ['울어서','우니까','울고 해서']
))

list.push(
    new Question(
        sampleQuestions[0] + '이번 달에는 통화를 적게 해서 통신비가 25,000원 (　　　　) 안 나왔어요.'
        , '밖에'
        , ['만','이나','만큼']
))

list.push(
    new Question(
        sampleQuestions[0] + '가:왜 오늘 학교에 안 갔어요?<br/>나: 의사 선생님께서 약을 먹고 푹 (　　　　) 하셨어요.'
        , '쉬라고'
        , ['쉬다가','쉬면서','쉬냐고']
))

list.push(
    new Question(
        sampleQuestions[0] + '가: 이번 주말에 영화 보러 갈까요?<br/>나: 이번 주말은 날씨가 좋다고 하니까 영화를 (　　　　) 공원에서 산책하면 어때요?'
        , '보는 대신에'
        , ['볼 때','보려면','보는데']
))

list.push(
    new Question(
        sampleQuestions[1] + '열심히 공부해서 <u>한국 사람만큼</u> 한국어를 잘하고 싶어요.'
        , '한국 사람처럼'
        , ['한국 사람만','한국 사람도','한국 사람보다']
))

list.push(
    new Question(
        sampleQuestions[1] + '친구와 통화 중이었는데 갑자기 전화가 <u>끊겼어요</u>.'
        , '끊어졌어요'
        , ['끊어요','끊었어요','끊도록 했어요']
))

list.push(
    new Question(
        sampleQuestions[1] + '가: 모임에 반드시 8시까지 도착해야 해요?<br/>나: 아니요. 9시까지 <u>오면 돼요</u>.'
        , '오면 괜찮아요'
        , ['오잖아요','와야 돼요','온다고 해요']
))

list.push(
    new Question(
        sampleQuestions[1] + '가 무엇을 도와드릴까요?<br/>나: 입어 보니까 바지가 너무 <u>헐렁해 가지고</u> 환불하려고 해요.'
        , '헐렁해서'
        , ['헐렁하고','헐렁해져서','헐렁한 덕분에']
))

list.push(
    new Question(
        sampleQuestions[1] + '가: 미역국을 <u>어떻게 끓이는지 아세요</u>?<br/>나: 당연하죠. 미역과 소고기만 있으면 쉽게 만들 수 있어요.'
        , '끓일 수 있어요'
        , ['끓여도 돼요','끓여 봤어요','끓이고 있어요']
))

list.push(
    new Question(
        sampleQuestions[2]
        , '서울은 <u>살을 만한</u> 도시예요.'
        , ['예방 접종 비용이 <u>얼마인지 알아요</u>?'
            ,'아이가 놀이터에 <u>가자고 해서</u> 다녀왔어요.'
            ,'속이 안 좋아서 밥을 <u>먹는 대신에</u> 죽을 먹었어요.']
))

list.push(
    new Question(
        sampleQuestions[2]
        , '이링 씨의 <u>바꾸는</u> 전화번호를 몰라서 전화를 못 했어요.'
        , ['친구가 갑자기 약속 시간을 <u>늦췄어요</u>.'
            ,'복지 센터에 <u>갔다가</u> 근처 시장에서 장을 봐 왔어요.'
            ,'이번 달에 충동구매를 많이 <u>해 가지고</u> 용돈을 다 썼어요.']
))

list.push(
    new Question(
        sampleQuestions[2]
        , '가을이 되니까 나뭇잎이 모두 <u>빨가졌어요</u>.'
        , ['친구와 자주 연락을 <u>주고받고 해서</u> 빨리 친해졌어요.'
            ,'양이 너무 많아서 손님들이 음식을 많이 <u>남겼어요</u>.'
            ,'이링 씨가 오늘 유명한 가수의 공연을 <u>보러 간다고 했어요</u>.']
))

list.push(
    new Question(
        sampleQuestions[3] + '사람들은 제 성격이 적극적이고 외향적이라고 말합니다. 잘 웃는 편이고 친구들도 많기 때문입니다. 하지만 사실 저도 스트레스를 많이 받습니다. 제 감정을 그대로 표현하지 못해서 힘이 들 때가 있습니다. 겉으로 보이는 제 모습과 실제의 제 모습이 다른 것이 제 고민입니다. 앞으로 사회생활을 잘하고 싶은데 제 감정을 어디까지 표현하는 것이 좋을까요?'
        , '나는 감정을 솔직하게 표현하지 못해서 힘들다.'
        , ['친구들은 내 성격이 느긋하다고 생각한다.'
            ,'나는 스트레스를 전혀 받지 않는 편이다.'
            ,'남이 보는 내 모습과 내가 생각하는 내 모습은 같다.']
))

list.push(
    new Question(
        sampleQuestions[0] + '가: 이 가방을 지난주에 샀는데 다른 걸로 바꿀 수 있을까요? 나: 그럼요. 어떤 것으로 (　　　　)?<br/>가: 사이즈가 조금 더 큰 게 있나요?<br/>나: 손님. 이 사이즈는 어떠세요?<br/>가: 좋네요. 그걸로 할게요.'
        , '교환하시겠어요'
        , ['환불하시겠어요','구매하시겠어요','반품하시겠어요']
))

list.push(
    new Question(
        sampleQuestions[4] + '최근 도서 중고 거래를 하는 사람들이 많아지고 있다. 중고 거래 사이트에서는 자신이 읽은 책을 팔 수 있고 깨끗한 중고 책을 정가보다 싸게 살 수도 있다. 하지만 책에다가 메모를 했거나 더러워진 것은 중고 거래 사이트에서 팔기 어렵다. 도서 중고 거래를 하면 책을 한 번 읽고 책꽂이에 꽂아 두는 것이 아니라 많은 사람들이 읽을 수 있게 된다. 그렇기 때문에 앞으로도 도서 중고 거래가 점점 늘어날 것이다.'
        , '도서 중고 거래 사이트에서는 책을 실제 가격보다 싸게 사고판다.'
        , ['이용자가 적어서 도서 중고 거래는 앞으로 점점 줄어들 것이다.'
            ,'한 번 읽은 책을 책꽂이에 꽂아 두는 것이 중고 거래보다 의미가 있다.'
            ,'책에다가 메모를 한 것도 중고 거래 사이트에서 인기가 많다.']
))

list.push(
    new Question(
        sampleQuestions[5] + '저는 교통이 편리한 곳으로 이사를 가고 싶습니다. 지금 살고 있는 곳이 마음에 들지만 마트와 병원이 멀어서 불편합니다. 장을 보러 가려면 차로 30분 정도 나가야 하고 대중교통 수단을 이용할 수 없습니다. 그래서 연말에 전세 계약이 끝나기 전에 이사 갈 집을 알아볼 생각입니다.'
        , '나는 지금 사는 집의 전세 계약을 연장하려고 한다.'
        , ['집에서 마트까지 가려면 차로 30분 정도 걸린다.'
            ,'지금 사는 곳은 대중교통 수단을 이용하기가 불편하다.'
            ,'나는 교통이 편리한 곳에서 살고 싶다.']
))

list.push(
    new Question(
        sampleQuestions[0] + "살면서 여러 관계 속에서 다양한 사람들을 만나다 보면 갈등이 생겨서 상처를 받을 때가 많다. 그래서 요즘 '인맥 다이어트'가 유행이다. 연락을 자주 하지 않는 사람이나 마음이 안 맞는 사람과 관계를 정리하는 것이다. (　　　　) 항상 마음이 맞는 사람만 만날 수는 없다. 다양한 사람들과 함께 일을 하고 사람을 상대하는 방법을 배우면서 우리들은 더 많이 성장할 수 있다. 나와 다르다고 해서 쉽게 관계를 정리하면 결국에는 외로워질 것이다."
        , '그렇지만'
        , ['그리고','따라서','게다가']
))

list.push(
    new Question(
        sampleQuestions[6] + "살면서 여러 관계 속에서 다양한 사람들을 만나다 보면 갈등이 생겨서 상처를 받을 때가 많다. 그래서 요즘 '인맥 다이어트'가 유행이다. 연락을 자주 하지 않는 사람이나 마음이 안 맞는 사람과 관계를 정리하는 것이다. (　　　　) 항상 마음이 맞는 사람만 만날 수는 없다. 다양한 사람들과 함께 일을 하고 사람을 상대하는 방법을 배우면서 우리들은 더 많이 성장할 수 있다. 나와 다르다고 해서 쉽게 관계를 정리하면 결국에는 외로워질 것이다."
        , '살면서 관계 속에서 상처받을 때가 있다.'
        , ["요즘 사람들이 '인맥 다이어트'를 많이 한다."
            ,'사람 때문에 힘들 때도 있지만 그 과정 속에서 성장할 수 있다.'
            ,'나와 성격이나 마음이 안 맞는 사람이 있으면 만나지 않으면 된다.']
))

list.push(
    new Question(
        sampleQuestions[0] + '지난주에 한국 친구의 초대로 연극 공연을 보고 왔다. 가끔 극장에서 영화를 본 적은 있지만 연극을 본 것은 (　　　　), 연극은 배우들이 연기하는 모습을 직접 볼 수 있어서 좋았다. 한국 친구가 나에게 인터넷 사이트에서 공연 티켓 예매하는 방법을 가르쳐 주었다. 또 잘 찾으면 할인 티켓을 살 수 있다는 것도 알게 되었다. 한국에 처음 왔을 때는 생활에 적응하느라 이렇게 공연을 볼 생각도 못했지만 앞으로는 가끔씩 문화생활도 즐겨야겠다.'
        , '이번이 처음이다'
        , ['자주 있는 일이다','이번이 마지막이다','좋은 일이다']
))

list.push(
    new Question(
        sampleQuestions[6] + '지난주에 한국 친구의 초대로 연극 공연을 보고 왔다. 가끔 극장에서 영화를 본 적은 있지만 연극을 본 것은 (　　　　), 연극은 배우들이 연기하는 모습을 직접 볼 수 있어서 좋았다. 한국 친구가 나에게 인터넷 사이트에서 공연 티켓 예매하는 방법을 가르쳐 주었다. 또 잘 찾으면 할인 티켓을 살 수 있다는 것도 알게 되었다. 한국에 처음 왔을 때는 생활에 적응하느라 이렇게 공연을 볼 생각도 못했지만 앞으로는 가끔씩 문화생활도 즐겨야겠다.'
        , '한국에서 문화생활을 즐기는 것에 관심이 생겼다.'
        , ['나는 공연 티켓 예매를 직접 한 적이 있다.'
            ,'나는 극장에 가서 영화를 전혀 본 적이 없다.'
            ,'앞으로도 한국 생활이 바빠서 문화생활을 할 수 없을 것이다.']
))