/****** 1과 ******/
list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '처음 아르바이트를 시작했을 때 일하는 (　　　　) 을/를 잘 몰라서 동료의 도움을 받았다.'
        , '방법'
        , ['공감대','예의','지시','부하 직원']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '우리 부장님은 (　　　　) 의 힘든 이야기를 잘 들어 주신다.'
        , '부하 직원'
        , ['공감대','예의','지시','방법']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '초등학교 동창을 만났는데 (　　　　) 이/가 없어서 이야기를 많이 못 나눴다.'
        , '공감대'
        , ['부하 직원','예의','지시','방법']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '대인 관계의 기본은 서로 (　　　　) 을/를 잘 지키는 것이다.'
        , '예의'
        , ['부하 직원','공감대','지시','방법']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '팀장님의 (　　　　) 에 따라 직원들이 모두 일찍 출근했다.'
        , '지시'
        , ['부하 직원','공감대','예의','방법']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '동창들하고 자주 못 만나서 사이가 (　　　　).'
        , '멀어졌다'
        , ['이어졌다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '업무 중에는 모두 바빠서 동료에게 도움을 (　　　　) 힘들다.'
        , '요청하기'
        , ['공감하기']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '한국어를 같이 배운 친구들과 연락이 (　　　　) 만나기가 힘들다.'
        , '끊겨서'
        , ['달라서']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '학교 사람들과 친하게 지내고 싶은데 후배들을 (　　　　) 어렵다.'
        , '대하기'
        , ['거절하기']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '나는 선배의 결정에 반대하는 의견을 (　　　　) 말했다.'
        , '솔직하게'
        , ['사이좋게']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 하고 싶은 말을 한국말로 하면 정확하게 표현하지 못할 때가 있어요.<br/>'
            + '나: 외국어로 자신의 (　　　　) 을/를 정확하게 말하는 것은 어렵죠.'
        , '의도'
        , ['사이','공감','편견','생활 방식']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 동료와 말다툼한 후부터 (　　　　) 이/가 좀 어색해졌어요.<br/>'
            + '나: 계속 같은 사무실에서 지내야 하니까 잘 이야기해 보세요.'
        , '사이'
        , ['의도','공감','편견','생활 방식']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 우리 부장님이 요즘 아이돌 그룹의 노래를 많이 아셔서 깜짝 놀랐어요.<br/>'
            + '나: 나이 많은 사람이 요즘 노래를 모를 거라고 생각하는 것은 (　　　　) (이)라고 생각해요.'
        , '편견'
        , ['의도','공감','사이','생활 방식']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 룸메이트와 저는 서로 문화가 달라서 (　　　　) 에도 차이가 좀 있어요.<br/>'
            + '나: 문화 때문에 생기는 차이는 서로 존중하면서 잘 지내세요.'
        , '생활 방식'
        , ['의도','공감','사이','편견']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[8] + '내일 소개팅을 하는데 만나서 무슨 이야기를 나누면 좋을까요?'
        , '취미나 관심사 등 공감대를 찾으면 이야기가 잘 통할 거예요.'
        , ['계속 같이 지내야 하는데 불편하면 의견을 솔직하게 말하는 게 좋지요.'
            ,'위아래 관계를 너무 어려워하지 말고 기본 예의를 잘 지키세요.'
            ,'한국인 친구를 사귀고 자주 만나서 대화를 나눠 보세요.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[8] + '한국어로 대화를 길게 이어 나가기가 힘든데 좋은 방법 있어요?'
        , '한국인 친구를 사귀고 자주 만나서 대화를 나눠 보세요.'
        , ['계속 같이 지내야 하는데 불편하면 의견을 솔직하게 말하는 게 좋지요.'
            ,'취미나 관심사 등 공감대를 찾으면 이야기가 잘 통할 거예요.'
            ,'위아래 관계를 너무 어려워하지 말고 기본 예의를 잘 지키세요.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[8] + '룸메이트가 밤늦게까지 불을 켜고 음악을 들어서 화가 나는데 말하는 게 좋을까요?'
        , '계속 같이 지내야 하는데 불편하면 의견을 솔직하게 말하는 게 좋지요.'
        , ['한국인 친구를 사귀고 자주 만나서 대화를 나눠 보세요.'
            ,'취미나 관심사 등 공감대를 찾으면 이야기가 잘 통할 거예요.'
            ,'위아래 관계를 너무 어려워하지 말고 기본 예의를 잘 지키세요.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[8] + '직장에서 제가 막내인데 선배들을 어떻게 대하는 게 좋을까요?'
        , '위아래 관계를 너무 어려워하지 말고 기본 예의를 잘 지키세요.'
        , ['한국인 친구를 사귀고 자주 만나서 대화를 나눠 보세요.'
            ,'취미나 관심사 등 공감대를 찾으면 이야기가 잘 통할 거예요.'
            ,'계속 같이 지내야 하는데 불편하면 의견을 솔직하게 말하는 게 좋지요.']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[8] + '마트보다 값도 싸고 가깝고 해서'
        , '저는 시장에 자주 가요.'
        , ['학교 근처로 이사 갈 계획이에요.'
            ,'가까이 있는 느낌이에요.'
            ,'아르바이트를 하나 더 하려고 해요.']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[8] + '생활비도 많이 들고 해서'
        , '아르바이트를 하나 더 하려고 해요.'
        , ['학교 근처로 이사 갈 계획이에요.'
            ,'가까이 있는 느낌이에요.'
            ,'저는 시장에 자주 가요.']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[8] + '아이들 학교도 멀고 해서'
        , '학교 근처로 이사 갈 계획이에요.'
        , ['아르바이트를 하나 더 하려고 해요.'
            ,'가까이 있는 느낌이에요.'
            ,'저는 시장에 자주 가요.']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[8] + '고향 친구와 통화도 자주 하고 해서'
        , '가까이 있는 느낌이에요.'
        , ['아르바이트를 하나 더 하려고 해요.'
            ,'학교 근처로 이사 갈 계획이에요.'
            ,'저는 시장에 자주 가요.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[9] + '대인 관계 어려움, 언제 느끼십니까?<br/><br/>상대방의 속마음을 알 수 없을 때 : 24.2%<br/>주변에 아는 사람이 많은데 친한 사람이 없을 때 : 20.4%<br/>주변에 아는 사람이 별로 없을 때 : 19%<br/>상대방이 기본 예의가 부족할 때 : 15.8%<br/>내 성격 때문에 사람들과 잘 어울리지 못할 때 : 12%<br/>기타 : 8.6%<br/><br/>상대방의 속마음을 알 수 없을 때 대인 관계의 어려움을 가장 많이 느낀다.'
        , 'O'
        , ['X']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[9] + '대인 관계 어려움, 언제 느끼십니까?<br/><br/>상대방의 속마음을 알 수 없을 때 : 24.2%<br/>주변에 아는 사람이 많은데 친한 사람이 없을 때 : 20.4%<br/>주변에 아는 사람이 별로 없을 때 : 19%<br/>상대방이 기본 예의가 부족할 때 : 15.8%<br/>내 성격 때문에 사람들과 잘 어울리지 못할 때 : 12%<br/>기타 : 8.6%<br/><br/>아는 사람이 별로 없을 때보다 자신의 성격 때문에 대인 관계의 어려움을 더 많이 느낀다.'
        , 'X'
        , ['O']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[9] + "대인 관계 어려움, 언제 느끼십니까?<br/><br/>상대방의 속마음을 알 수 없을 때 : 24.2%<br/>주변에 아는 사람이 많은데 친한 사람이 없을 때 : 20.4%<br/>주변에 아는 사람이 별로 없을 때 : 19%<br/>상대방이 기본 예의가 부족할 때 : 15.8%<br/>내 성격 때문에 사람들과 잘 어울리지 못할 때 : 12%<br/>기타 : 8.6%<br/><br/>응답자의 15.8%가 '상대방이 예의를 잘 지키지 못할 때'라고 답했다."
        , 'O'
        , ['X']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[10] + "많은 사람들이 사회생활에서 일보다 사람 때문에 스트레스를 받고 있다. 실제로 직장인 다섯 명 중 한 명이 급여보다 인간관계 때문에 퇴사를 생각하는 것으로 나타났다. 직장인 1,206명을 대상으로 퇴사를 고민하는 이유를 조사한 결과, 상사, 동료 등의 인간관계와 관련된 이유가 20% 이상으로 나타났다. 결국 회사를 그만두려고 하는 가장 큰 이유는 '대인 관계'였다.<br/>다른 사람과의 관계는 행복과 연결된다. 좋은 관계는 웃음과 편안함을 주지만 나쁜 관계는 스트레스와 불편함을 준다. 한 대학에서 1937년부터 5년간 800여 명을 대상으로 실험했는데, '다른 사람들과의 좋은 관계'가 행복과 건강을 결정하는 것으로 나타났다. 이처럼 사람들과 관계를 맺고 그 관계 속에서 살아가는 것은 우리의 생활에서 가장 중요한 일이다.<br/><br/>사람들이 회사를 그만두려고 하는 가장 큰 이유는 무엇입니까?"
        , '인간관계'
        , ['급여','건강']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[10] + "많은 사람들이 사회생활에서 일보다 사람 때문에 스트레스를 받고 있다. 실제로 직장인 다섯 명 중 한 명이 급여보다 인간관계 때문에 퇴사를 생각하는 것으로 나타났다. 직장인 1,206명을 대상으로 퇴사를 고민하는 이유를 조사한 결과, 상사, 동료 등의 인간관계와 관련된 이유가 20% 이상으로 나타났다. 결국 회사를 그만두려고 하는 가장 큰 이유는 '대인 관계'였다.<br/>다른 사람과의 관계는 행복과 연결된다. 좋은 관계는 웃음과 편안함을 주지만 나쁜 관계는 스트레스와 불편함을 준다. 한 대학에서 1937년부터 5년간 800여 명을 대상으로 실험했는데, '다른 사람들과의 좋은 관계'가 행복과 건강을 결정하는 것으로 나타났다. 이처럼 사람들과 관계를 맺고 그 관계 속에서 살아가는 것은 우리의 생활에서 가장 중요한 일이다.<br/><br/>윗글의 내용과 같은 것을 고르세요."
        , '대인 관계는 행복하고 건강한 생활과 연결된다.'
        , ['다른 사람과 관계를 맺는 것은 쉬운 일이다.'
            ,'직장인 5명 중 1명이 인간관계 때문에 회사를 그만두었다.']
))
/****** 1과 ******/

/****** 2과 ******/
list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '나는 (　　　　) 아서/어서/해서 기다리는 일이 좀 힘들다.'
        , '성격이 급하다'
        , ['적극적이다','무뚝뚝하다','느긋하다','내성적이다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '나는 너무 (　　　　) 아서/어서/해서 오랜 친구한테도 내 속마음을 이야기하지 않을 때가 있다.'
        , '내성적이다'
        , ['적극적이다','무뚝뚝하다','느긋하다','성격이 급하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '내 동생은 성격이 (　　　　) 아서/어서/해서 어떤 일을 할 때 미리 하는 경우가 없다.'
        , '느긋하다'
        , ['적극적이다','무뚝뚝하다','내성적이다','성격이 급하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '내 친구는 말도 별로 없고, (　　　　) 아서/어서/해서 가끔 화난 사람처럼 보인다.'
        , '무뚝뚝하다'
        , ['적극적이다','느긋하다','내성적이다','성격이 급하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '나는 (　　　　) 은/는 성격이어서 누가 시키지 않은 일을 스스로 먼저 하는 편이다.'
        , '적극적이다'
        , ['무뚝뚝하다','느긋하다','내성적이다','성격이 급하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '아르바이트생을 구하고 있는데 (　　　　) 있는 사람이 왔으면 좋겠다.'
        , '책임감'
        , ['고집']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '그 사람은 (　　　　) 이 있어서 다른 사람들에게 재미있는 말을 많이 한다.'
        , '유머 감각'
        , ['호기심']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '우리 아이는 (　　　　) 성격 때문에 물건을 잘 잃어버린다.'
        , '덜렁거리는'
        , ['보수적인']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '반 친구들이 서로 친해져서 조용한 교실 분위기가 (　　　　).'
        , '활발해졌다'
        , ['급해졌다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '내 동생은 정이 (　　　　) 어려운 일이 있는 사람을 잘 도와준다.'
        , '많아서'
        , ['소극적이어서']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[8] + '저는 마음속으로 생각하는 것들을 겉으로 잘 표현하지 않아요.'
        , '저는 외향적인 편인데 저하고 반대네요.'
        , ['저도 그렇게 다정한 아빠가 되고 싶어요.'
            ,'왜 그렇게 덜렁거려요?'
            ,'룸메이트가 성격이 느긋한 사람인 것 같아요.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[8] + '제 남편은 아이와 대화도 많이 하고 잘 놀아줘요.'
        , '저도 그렇게 다정한 아빠가 되고 싶어요.'
        , ['저는 외향적인 편인데 저하고 반대네요.'
            ,'왜 그렇게 덜렁거려요?'
            ,'룸메이트가 성격이 느긋한 사람인 것 같아요.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[8] + '버스에 또 우산을 놓고 내렸어요. 이번 달에만 벌써 두 개나 잃어버렸네요.'
        , '왜 그렇게 덜렁거려요?'
        , ['저는 외향적인 편인데 저하고 반대네요.'
            ,'저도 그렇게 다정한 아빠가 되고 싶어요.'
            ,'룸메이트가 성격이 느긋한 사람인 것 같아요.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[8] + '제 룸메이트는 너무 느려서 옆에서 보면 가끔 답답해요.'
        , '룸메이트가 성격이 느긋한 사람인 것 같아요.'
        , ['저는 외향적인 편인데 저하고 반대네요.'
            ,'저도 그렇게 다정한 아빠가 되고 싶어요.'
            ,'왜 그렇게 덜렁거려요?']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 처음 왔을 때보다 이제 일이 많이 익숙해졌죠?<br/>'
            + '나: 네, 제가 아무것도 모를 때 안젤라씨가 (　　　　) 게 잘 가르쳐 준 덕분이에요.'
        , '자상하다'
        , ['신중하다','예민하다','활발하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 저는 (　　　　) 은/는 편이어서 빗소리에도 잠이 깨요.<br/>'
            + '나: 그래요? 저는 한 번 잠들면 아무 소리도 못 들어요.'
        , '예민하다'
        , ['신중하다','자상하다','활발하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 오늘 바람도 많이 불고 날씨가 정말 춥죠?<br/>'
            + '나: 네, 날씨가 이렇게 춥지만 아이들은 (　　　　) 게 잘 뛰어노네요.'
        , '활발하다'
        , ['신중하다','자상하다','예민하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 저는 일을 할 때 생각을 많이 해서 시간이 오래 걸리는 편이에요.<br/>'
            + '나: 항상 그렇게 (　　　　) 게 일을 하니까 실수가 없죠.'
        , '신중하다'
        , ['활발하다','자상하다','예민하다']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[9] + '나는 외향적인 성격일까, 내성적인 성격일까?<br/><br/>'
            + '내성적<br/>'
            + '1. 평소 생각을 깊게 하는 편이다.<br/>'
            + '2. 모르는 사람들과 있을 때는 조용해진다.<br/>'
            + '3. 문제가 생기면 자신의 힘으로 먼저 해결하려고 한다.<br/><br/>'
            + '외향적<br/>'
            + '1. 사람들과 대화할 때 먼저 말을 거는 편이다.<br/>'
            + '2. 모임에서 여러 사람들과 잘 어울린다.<br/>'
            + '3. 다른 사람들의 시선과 관심에 부담을 느끼지 않는다.<br/>'
            + '<hr/>내성적인 성격은 모르는 사람들과 있을 때 말을 안 하는 편이다.'
        , 'O'
        , ['X']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[9] + '나는 외향적인 성격일까, 내성적인 성격일까?<br/><br/>'
            + '내성적<br/>'
            + '1. 평소 생각을 깊게 하는 편이다.<br/>'
            + '2. 모르는 사람들과 있을 때는 조용해진다.<br/>'
            + '3. 문제가 생기면 자신의 힘으로 먼저 해결하려고 한다.<br/><br/>'
            + '외향적<br/>'
            + '1. 사람들과 대화할 때 먼저 말을 거는 편이다.<br/>'
            + '2. 모임에서 여러 사람들과 잘 어울린다.<br/>'
            + '3. 다른 사람들의 시선과 관심에 부담을 느끼지 않는다.<br/>'
            + '<hr/>문제가 있으면 도움을 요청해서 해결하려는 사람은 내성적인 성격에 가깝다.'
        , 'O'
        , ['X']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[9] + '나는 외향적인 성격일까, 내성적인 성격일까?<br/><br/>내성적<br/>1. 평소 생각을 깊게 하는 편이다.<br/>2. 모르는 사람들과 있을 때는 조용해진다.<br/>3. 문제가 생기면 자신의 힘으로 먼저 해결하려고 한다.<br/><br/>외향적<br/>1. 사람들과 대화할 때 먼저 말을 거는 편이다.<br/>2. 모임에서 여러 사람들과 잘 어울린다.<br/>3. 다른 사람들의 시선과 관심에 부담을 느끼지 않는다.<br/><hr/>외향적인 성격은 다른 사람들의 시선과 관심을 불편해한다.'
        , 'X'
        , ['O']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + "우리는 성격을 이야기할 때 '장점'과 '단점'이라는 말을 자주 사용한다. 예를 들면 겉으로 표현을 잘 안 하는 (　　　　) 성격을 단점으로 볼 수도 있지만, 신중하고 말을<br>" + '가볍게 옮기지 않는 모습을 장점으로 생각할 수도 있다. 또 소심한 성격은 스트레스를 많이 받는 편이지만 다른 사람의 이야기를 잘 들어주고 배려심이 많은 성격이기도 하다. 성격은 어떤 면에서는 장점이 될 수도 있고, 단점이 될 수도 있다. 그렇기 때문에 다른 사람이 "너는 소극적인 성격이 문제야", "너는 좀 소심한 편이야."라고 이야기하는 것에 심각하게 고민할 필요는 없다.'
        , '내성적인'
        , ['적극적인','외향적인']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[4] + "우리는 성격을 이야기할 때 '장점'과 '단점'이라는 말을 자주 사용한다. 예를 들면 겉으로 표현을 잘 안 하는 (　　　　) 성격을 단점으로 볼 수도 있지만, 신중하고 말을<br>" + '가볍게 옮기지 않는 모습을 장점으로 생각할 수도 있다. 또 소심한 성격은 스트레스를 많이 받는 편이지만 다른 사람의 이야기를 잘 들어주고 배려심이 많은 성격이기도 하다. 성격은 어떤 면에서는 장점이 될 수도 있고, 단점이 될 수도 있다. 그렇기 때문에 다른 사람이 "너는 소극적인 성격이 문제야", "너는 좀 소심한 편이야."라고 이야기하는 것에 심각하게 고민할 필요는 없다.'
        , '성격은 생각에 따라 장점이 될 수도, 단점이 될 수도 있다.'
        , ['소심한 성격은 스트레스를 많이 받기 때문에 좋은 성격이 아니다.'
            ,'다른 사람들이 내 성격의 문제점을 말해 주면 고치려고 노력해야 한다.']
))
/****** 2과 ******/

/****** 3과 ******/
list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '요즘 자녀와 함께 살지 않고 혼자 사는 (　　　　) 이/가 늘고 있다.'
        , '노인'
        , ['상담','아이','교육','대여']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '우리 회사에서는 해외 근무 직원들의 건강 문제를 전화로 (　　　　) 해주기로 했다.'
        , '상담'
        , ['근무','아이','교육','대여']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + "'돌봄 서비스' 업무를 하는 사람들은 한 달에 한 번 반드시 업무 (　　　　) 을/를 받는다."
        , '교육'
        , ['근무','아이','상담','대여']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '우리 시에서는 구직자에게 면접 때 입을 정장을 무료로 (　　　　) 하는 서비스를 실시한다.'
        , '대여'
        , ['근무','아이','상담','교육']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '65세 이상의 노인들은 무료로 독감 예방 접종을 (　　　　).'
        , '받을 수 있다'
        , ['나눌 수 있다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '인터넷에서도 육아 정보를 쉽게 (　　　　).'
        , '얻을 수 있다'
        , ['고를 수 있다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '우리 부부는 회사에 출근하기 전에 어린이집에 아이를 (　　　　).'
        , '맡긴다'
        , ['대여한다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '한국 생활에 대해 궁금하신 분은 상담을 (　　　　) 오세요.'
        , '받으러'
        , ['도우러']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '요즘은 주인 대신 반려동물을 (　　　　) 직업이 인기이다.'
        , '돌보는'
        , ['빌리는']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[8] + '작은 식당을 하나 열고 싶은데 방법을 모르겠어요.'
        , '창업 지원 센터에서 무료로 창업 상담을 받을 수 있어요.'
        , ["요즘은 '장난감 도서관'에 예약만 하면 대여해 줘요."
            ,'검진을 받아 보는 게 어때요?'
            ,'통번역 서비스를 신청해 보세요.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[8] + '한국어를 잘 못해서 은행을 이용하기가 힘들어요.'
        , '통번역 서비스를 신청해 보세요.'
        , ["요즘은 '장난감 도서관'에 예약만 하면 대여해 줘요."
            ,'검진을 받아 보는 게 어때요?'
            ,'창업 지원 센터에서 무료로 창업 상담을 받을 수 있어요.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[8] + '아이에게 다양한 장난감을 사주고 싶은데 너무 비싼 것 같아요.'
        , "요즘은 '장난감 도서관'에 예약만 하면 대여해 줘요."
        , ['통번역 서비스를 신청해 보세요.'
            ,'검진을 받아 보는 게 어때요?'
            ,'창업 지원 센터에서 무료로 창업 상담을 받을 수 있어요.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[8] + '요즘 몸이 너무 피곤한데 왜 그런지 모르겠어요.'
        , '검진을 받아 보는 게 어때요?'
        , ['통번역 서비스를 신청해 보세요.'
            ,"요즘은 '장난감 도서관'에 예약만 하면 대여해 줘요."
            ,'창업 지원 센터에서 무료로 창업 상담을 받을 수 있어요.']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '이민자 지원 서비스가 시작됩니다!<br/>'
            + '여러분의 한국 생활을 함께합니다!<br/><br/>'
            + '문의: 070-3775-82XX<br/><br/>'
            + '아직 한국어가 부족해서 말이 잘 안 통하세요?<br/>'
            + '(　　　　)을/를 신청하세요.'
        , '통번역 서비스'
        , ['예방 접종','방문 상담','무료교육']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '이민자 지원 서비스가 시작됩니다!<br/>'
            + '여러분의 한국 생활을 함께합니다!<br/><br/>'
            + '문의: 070-3775-82XX<br/><br/>'
            + '아이가 있어서 센터에 방문하기 어려우시지요?<br/>'
            + '(　　　　)을/를 해 드립니다.'
        , '방문 상담'
        , ['예방 접종','무료교육','통번역 서비스']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '이민자 지원 서비스가 시작됩니다!<br/>'
            + '여러분의 한국 생활을 함께합니다!<br/><br/>'
            + '문의: 070-3775-82XX<br/><br/>'
            + '컴퓨터를 배우고 싶은데 수업료가 부담되세요?<br/>'
            + '(　　　　)을/를 받으세요.'
        , '무료교육'
        , ['예방 접종','방문 상담','통번역 서비스']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '이민자 지원 서비스가 시작됩니다!<br/>'
            + '여러분의 한국 생활을 함께합니다!<br/><br/>'
            + '문의: 070-3775-82XX<br/><br/>'
            + '올겨울 독감 걱정은 안 하셔도 됩니다.<br/>'
            + '(　　　　)도 받으실 수 있습니다.'
        , '예방 접종'
        , ['방문 상담','무료교육','통번역 서비스']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[8] + '여기서 공항까지'
        , '어떻게 가는지 아세요?'
        , ['어떤지 아세요?'
            ,'몇 명 있는지 모르겠어요.'
            ,'어디인지 알고 싶어요.'
            ,'어떻게 만드는지 아세요?']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[8] + '지금 교실에 사람이'
        , '몇 명 있는지 모르겠어요.'
        , ['어떤지 아세요?'
            ,'어떻게 가는지 아세요?'
            ,'어디인지 알고 싶어요.'
            ,'어떻게 만드는지 아세요?']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[8] + '이번 주말에 날씨가'
        , '어떤지 아세요?'
        , ['몇 명 있는지 모르겠어요.'
            ,'어떻게 가는지 아세요?'
            ,'어디인지 알고 싶어요.'
            ,'어떻게 만드는지 아세요?']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[8] + '잡채를 먹고 싶은데'
        , '어떻게 만드는지 아세요?'
        , ['몇 명 있는지 모르겠어요.'
            ,'어떻게 가는지 아세요?'
            ,'어디인지 알고 싶어요.'
            ,'어떤지 아세요?']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[8] + '무료로 컴퓨터를 배울 수 있는 곳이'
        , '어디인지 알고 싶어요.'
        , ['몇 명 있는지 모르겠어요.'
            ,'어떻게 가는지 아세요?'
            ,'어떻게 만드는지 아세요?'
            ,'어떤지 아세요?']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[8] + '우유를 먹다'
        , '잠이 들다'
        , ['잃어버린 사진을 찾다'
            ,'넘어지다'
            ,'대구로 이사하다'
            ,'가사를 잊어버리다']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[8] + '부산에서 살다'
        , '대구로 이사하다'
        , ['잃어버린 사진을 찾다'
            ,'넘어지다'
            ,'잠이 들다'
            ,'가사를 잊어버리다']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[8] + '책상 서랍을 정리하다'
        , '잃어버린 사진을 찾다'
        , ['대구로 이사하다'
            ,'넘어지다'
            ,'잠이 들다'
            ,'가사를 잊어버리다']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[8] + '노래를 부르다'
        , '가사를 잊어버리다'
        , ['대구로 이사하다'
            ,'넘어지다'
            ,'잠이 들다'
            ,'잃어버린 사진을 찾다']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[8] + '계단을 내려가다'
        , '넘어지다'
        , ['대구로 이사하다'
            ,'가사를 잊어버리다'
            ,'잠이 들다'
            ,'잃어버린 사진을 찾다']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[8] + '[Web]<br/>행복 복지관<br/>'
            + '이민자 상담<br/>국적, 비자, 취업, 의료, 자녀교육, 임신과 육아<br/><br/>'
            + '무료 한국어 교실<br/>이민자와 이민자 자녀 한국어 교실 운영<br/><br/>'
            + '문화생활, 휴식 공간<br/>요리·컴퓨터 강좌, 영화 관람, 전시회 장난감 대여<br/><br/>'
            + '행복복지관은 이민자의 행복한 생활을 만들어 드립니다.<br/>문의: 0505-4126-7777<br/><br/>'
            + '이 복지관에서 임신과 육아에 관련된 상담을 받을 수 있다.'
        , 'O'
        , ['X']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[8] + '[Web]<br/>행복 복지관<br/>'
            + '이민자 상담<br/>국적, 비자, 취업, 의료, 자녀교육, 임신과 육아<br/><br/>'
            + '무료 한국어 교실<br/>이민자와 이민자 자녀 한국어 교실 운영<br/><br/>'
            + '문화생활, 휴식 공간<br/>요리·컴퓨터 강좌, 영화 관람, 전시회 장난감 대여<br/><br/>'
            + '행복복지관은 이민자의 행복한 생활을 만들어 드립니다.<br/>문의: 0505-4126-7777<br/><br/>'
            + '이 복지관에서는 이민자와 그 자녀들도 무료로 한국어를 배울 수 있다.'
        , 'O'
        , ['X']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[8] + '[Web]<br/>행복 복지관<br/>'
            + '이민자 상담<br/>국적, 비자, 취업, 의료, 자녀교육, 임신과 육아<br/><br/>'
            + '무료 한국어 교실<br/>이민자와 이민자 자녀 한국어 교실 운영<br/><br/>'
            + '문화생활, 휴식 공간<br/>요리·컴퓨터 강좌, 영화 관람, 전시회 장난감 대여<br/><br/>'
            + '행복복지관은 이민자의 행복한 생활을 만들어 드립니다.<br/>문의: 0505-4126-7777<br/><br/>'
            + '이 복지관은 이민자에게 도움을 주는 곳이다.'
        , 'O'
        , ['X']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[10] + '미래시에 위치한 행복 복지관은 지난 7일 상담, 문화 강좌, 전시회 등 지역 주민들끼리 서로 만나 정보를 교환하고 휴식을 취할 수 있는 공간을 마련했다. 행복 복지관은 휴식 공간과 문화 공간으로 나누어 운영할 계획인데 지하철역과 버스 정류장 가까이에 위치해 편리하게 이용할 수 있다.<br/>1층은 노인 이민자, 장애인 등 지역 주민이면 누구나 방문해 소통과 휴식을 할 수 있는 공간이다. 특히 이 휴식 공간에는 지역 예술인과 동호회원들의 그림.사진 · 공예품 등을 전시해 많은 지역 주민들에게 새로운 볼거리를 제공할 것이다. 2층은 문화 강좌, 전시회 개최. 직업 훈련. 북카페 등의 공간으로 만들어져 관심이 있는 지역 주민이면 언제든지 방문하여 이용할 수 있다.<br/><br/>무엇에 대한 이야기입니까?'
        , '복지관 이용 소개'
        , ['복지관에 가는 방법'
            ,'복지관 이용 시간']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[10] + '미래시에 위치한 행복 복지관은 지난 7일 상담, 문화 강좌, 전시회 등 지역 주민들끼리 서로 만나 정보를 교환하고 휴식을 취할 수 있는 공간을 마련했다. 행복 복지관은 휴식 공간과 문화 공간으로 나누어 운영할 계획인데 지하철역과 버스 정류장 가까이에 위치해 편리하게 이용할 수 있다.<br/>1층은 노인 이민자, 장애인 등 지역 주민이면 누구나 방문해 소통과 휴식을 할 수 있는 공간이다. 특히 이 휴식 공간에는 지역 예술인과 동호회원들의 그림.사진 · 공예품 등을 전시해 많은 지역 주민들에게 새로운 볼거리를 제공할 것이다. 2층은 문화 강좌, 전시회 개최. 직업 훈련. 북카페 등의 공간으로 만들어져 관심이 있는 지역 주민이면 언제든지 방문하여 이용할 수 있다.<br/><br/>윗글의 내용과 같은 것을 고르세요.'
        , '이곳에서는 문화생활도 할 수 있고 휴식도 취할 수 있다.'
        , ['이곳은 노인, 이민자, 장애인이 주로 이용하는 곳이다.'
            ,'직업 훈련을 받고 싶으면 복지관 1층에 방문하면 된다.']
))
/****** 3과 ******/

/****** 4과 ******/
list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '(　　　　)이/가 작은 신발을 신고 걸어서 발이 아팠다.'
        , '사이즈'
        , ['색상','바느질','가격']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '고천 씨는 (　　　　)을/를 잘해서 직접 옷을 만들어서 입는다.'
        , '바느질'
        , ['색상','사이즈','가격']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가게에서 마음에 드는 옷을 봤지만 (　　　　) 이/가 비싸서 사지 못했다.'
        , '가격'
        , ['색상','사이즈','바느질']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '파란색 티셔츠를 주문했는데 인터넷에서 본 사진과 (　　　　) 이/가 조금 달라서 환불하려고 한다.'
        , '색상'
        , ['가격','사이즈','바느질']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '살이 많이 빠져서 작년에 산 바지가 (　　　　).'
        , '헐렁해졌다'
        , ['날씬해졌다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '셔츠의 단추가 (　　　　) 다시 바느질을 했다.'
        , '떨어져서'
        , ['내려가서']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '활짝 웃는 것을 보니 슬기는 선물이 마음에 (　　　　) 모양이다.'
        , '드는'
        , ['쓰는']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '이링 씨는 몸에 꽉 (　　　　) 옷을 자주 입는다.'
        , '끼는'
        , ['잡는']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '커피를 쏟아서 하얀색 바지에 (　　　　) 이 생겼다.'
        , '얼룩'
        , ['구멍']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , '(　　' + 1 + '　　)' + SAMPLE_QUESTIONS[0].split(')')[1] + '제목: 디자인이 사진과 너무 다르네요.<br/>'
            + '내용: 사진을 보고 예뻐서 옷을 구입했는데 택배 상자를 (　　1　　) 아/어 보니까 생각한 것과 디자인이 많이 달라요. '
                + '(　　2　　) 싶은데 어떻게 해야 할까요?<br/>'
            + '답글: 환불을 원하시면 인터넷에서 접수가 가능합니다. '
                + '구입하신 상품 확인 후 환불을 도와드리겠습니다. '
                + '세일 상품은 환불이 불가능하고 다른 상품으로 (　　3　　) 것만 가능합니다. '
                + '고객 센터로 전화 주시면 상담사와 자세히 상담하실 수 있습니다.'
        , '개봉하다'
        , ['환불하다','교환하다']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , '(　　' + 2 + '　　)' + SAMPLE_QUESTIONS[0].split(')')[1] + '제목: 디자인이 사진과 너무 다르네요.<br/>'
            + '내용: 사진을 보고 예뻐서 옷을 구입했는데 택배 상자를 (　　1　　) 아/어 보니까 생각한 것과 디자인이 많이 달라요. '
                + '(　　2　　) 싶은데 어떻게 해야 할까요?<br/>'
            + '답글: 환불을 원하시면 인터넷에서 접수가 가능합니다. '
                + '구입하신 상품 확인 후 환불을 도와드리겠습니다. '
                + '세일 상품은 환불이 불가능하고 다른 상품으로 (　　3　　) 것만 가능합니다. '
                + '고객 센터로 전화 주시면 상담사와 자세히 상담하실 수 있습니다.'
        , '환불하다'
        , ['개봉하다','교환하다']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , '(　　' + 3 + '　　)' + SAMPLE_QUESTIONS[0].split(')')[1] + '제목: 디자인이 사진과 너무 다르네요.<br/>'
            + '내용: 사진을 보고 예뻐서 옷을 구입했는데 택배 상자를 (　　1　　) 아/어 보니까 생각한 것과 디자인이 많이 달라요. '
                + '(　　2　　) 싶은데 어떻게 해야 할까요?<br/>'
            + '답글: 환불을 원하시면 인터넷에서 접수가 가능합니다. '
                + '구입하신 상품 확인 후 환불을 도와드리겠습니다. '
                + '세일 상품은 환불이 불가능하고 다른 상품으로 (　　3　　) 것만 가능합니다. '
                + '고객 센터로 전화 주시면 상담사와 자세히 상담하실 수 있습니다.'
        , '교환하다'
        , ['환불하다','개봉하다']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , '(　　' + 1 + '　　)' + SAMPLE_QUESTIONS[0].split(')')[1] + '지난주에 옷 가게에서 원피스를 구매했습니다. '
            + '구매할 때는 보지 못했지만 다시 보니 단추가 떨어졌고 제품이 조금 (　　1　　) 았/었습니다. '
            + '매장에 전화로 (　　2　　) 아/어 봤는데 직원이 친절하게 (　　3　　) 아/어 주었습니다. '
            + '영수증이 있으면 새로운 상품으로 교환할 수 있으니까 내일 다시 매장에 방문하려고 합니다.'
        , '훼손되다'
        , ['문의하다','상담하다']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , '(　　' + 2 + '　　)' + SAMPLE_QUESTIONS[0].split(')')[1] + '지난주에 옷 가게에서 원피스를 구매했습니다. '
            + '구매할 때는 보지 못했지만 다시 보니 단추가 떨어졌고 제품이 조금 (　　1　　) 았/었습니다. '
            + '매장에 전화로 (　　2　　) 아/어 봤는데 직원이 친절하게 (　　3　　) 아/어 주었습니다. '
            + '영수증이 있으면 새로운 상품으로 교환할 수 있으니까 내일 다시 매장에 방문하려고 합니다.'
        , '문의하다'
        , ['훼손되다','상담하다']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , '(　　' + 3 + '　　)' + SAMPLE_QUESTIONS[0].split(')')[1] + '지난주에 옷 가게에서 원피스를 구매했습니다. '
            + '구매할 때는 보지 못했지만 다시 보니 단추가 떨어졌고 제품이 조금 (　　1　　) 았/었습니다. '
            + '매장에 전화로 (　　2　　) 아/어 봤는데 직원이 친절하게 (　　3　　) 아/어 주었습니다. '
            + '영수증이 있으면 새로운 상품으로 교환할 수 있으니까 내일 다시 매장에 방문하려고 합니다.'
        , '상담하다'
        , ['훼손되다','문의하다']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[9] + '전자 제품 교환 및 환불 규정<br/>'
            + '1) 박스를 개봉하거나 제품이 훼손되면 교환 및 환불이 불가능합니다.<br/>'
            + '2) 고객의 변심에 의한 환불은 제품 구매 후 7일 이내에 가능합니다.<br/>'
            + '3) 문제가 있는 제품을 구매했을 때 7일 이내에 서비스 센터에서 환불 및 교환 또는 A/S가 가능합니다. (영수증 지참)<br/>'
            + '4) 교환 및 환불은 구매한 곳에서만 가능합니다.<br/><br/>'
            + '전자 제품은 박스를 개봉하면 환불이 안 된다.'
        , 'O'
        , ['X']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[9] + '전자 제품 교환 및 환불 규정<br/>'
            + '1) 박스를 개봉하거나 제품이 훼손되면 교환 및 환불이 불가능합니다.<br/>'
            + '2) 고객의 변심에 의한 환불은 제품 구매 후 7일 이내에 가능합니다.<br/>'
            + '3) 문제가 있는 제품을 구매했을 때 7일 이내에 서비스 센터에서 환불 및 교환 또는 A/S가 가능합니다. (영수증 지참)<br/>'
            + '4) 교환 및 환불은 구매한 곳에서만 가능합니다.<br/><br/>'
            + '제품에 문제가 없으면 구매 7일 후에는 환불을 할 수 없다.'
        , 'O'
        , ['X']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[9] + '전자 제품 교환 및 환불 규정<br/>'
            + '1) 박스를 개봉하거나 제품이 훼손되면 교환 및 환불이 불가능합니다.<br/>'
            + '2) 고객의 변심에 의한 환불은 제품 구매 후 7일 이내에 가능합니다.<br/>'
            + '3) 문제가 있는 제품을 구매했을 때 7일 이내에 서비스 센터에서 환불 및 교환 또는 A/S가 가능합니다. (영수증 지참)<br/>'
            + '4) 교환 및 환불은 구매한 곳에서만 가능합니다.<br/><br/>'
            + '영수증이 있으면 집에서 가까운 매장에서 교환할 수 있다.'
        , 'X'
        , ['O']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[3] + '[구매 후기]<br/>'
            + '제목: 정말 만족합니다 ★★★★★ (5점)<br/>'
            + '딸의 생일 선물로 무선 이어폰을 주문하였는데 이렇게 행복해하는 모습은 처음이었어요. '
            + '처음 인터넷 쇼핑으로 전자 제품을 구매해 보았는데 주문한 지 하루 만에 배송이 왔어요. '
            + '택배 기사님도 친절하셔서 기분 좋게 상품을 받았어요. '
            + '상자를 개봉해서 확인하니 상품의 색상과 디자인도 사진에서 본 것과 같았어요. '
            + '인터넷으로 쇼핑할 만하네요. 앞으로도 자주 이용할 거예요.'
        , '이 사람은 상품을 주문한 다음 날 상품을 받았다.'
        , ['이 사람은 인터넷 쇼핑을 자주 이용한다.'
            ,'인터넷으로 주문해서 받은 물건이 훼손되었다.']
))
/****** 4과 ******/