/****** 복습1 ******/
list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '승기와 윤경은 원래 같은 회사의 직장 (　　　　) 였다. 두 사람은 1년간 연애를 하다가 부부가 되었다.'
        , '동료'
        , ['고부','상사','선배','주부','후배','시부','사촌']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '학교에 다닐 때는 아주 친했는데 몇 년 동안 (　　　　) 친구에게서 이메일이 왔다. 아주 반가웠다. 우리는 다음 주에 만나기로 했다.'
        , '연락이 끊긴'
        , ['잘 지내는','공감대가 생긴','사이가 좋은','공감대가 없는']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 제 딸은 성격이 (　　　　) 편이에요. 무슨 일이든지 해 보려고 하고 사람들 앞에 서는 것도 좋아해요.<br/>나: 그래요? 친구들도 많고 학교생활도 잘하겠네요.'
        , '적극적인'
        , ['소극적인','꼼꼼한','무뚝뚝한','답답한','덜렁거리는','친근한','살가운','까칠한']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '우리 동네 복지 센터에는 좋은 프로그램이 많다. 나는 취업 준비를 위해서 컴퓨터 자격증 과정을 (　　　　).'
        , '신청했다'
        , ['해결했다','운영했다','제공했다','성공했다','관리했다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 이 티셔츠 지난주에 산 건데 얼룩이 있어서요.<br/>나: 아, 죄송합니다. 그럼 다른 걸로 교환해 드릴까요?<br/>가: 아니요. (　　　　) 주세요.'
        , '환불해'
        , ['훼손해','사용해','문의해','교환해','따뜻해']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 이번 달은 지난달에 비해 생활비가 너무 많이 들었어요.<br/>나: 그래요? 어떤 항목에서 (　　　　)이 많았는지 한번 살펴보세요.'
        , '지출'
        , ['적립','구입','절약','사용','판매']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[1] + '농촌에 오면 경치도 좋고 주변이 <u>복잡하지 않아서</u> 마음이 편해진다.'
        , '한적해서'
        , ['안전해서','탁해서','맑아서','위험해서','가까워서','멀어서','답답해서']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[1] + '인터넷으로 공연 티켓을 <u>미리 샀다가</u> 갑자기 일이 생겨서 안 가기로 했다.'
        , '예매했다가'
        , ['관람했다가','추천했다가','변경했다가','참여했다가','구경했다가']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[1] + '볶음밥을 만들려고 먼저 양파 껍질을 <u>깠다</u>.'
        , '벗겼다'
        , ['썰었다','넣었다','끓였다','부쉈다','고쳤다','먹었다']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[1] + '수진 씨는 언제나 나를 잘 이해하고 <u>비슷한 감정을 느껴 준다</u>.'
        , '공감을 잘해 준다'
        , ['예의를 잘 지켜 준다','조언을 잘해 준다','경청을 잘해 준다','먹을 것을 잘 사준다']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[1] + '아버지는 <u>말이 별로 없고 감정 표현을 잘 하지 않으신다.</u> 반대로 어머니는 활발하고 다정다감하시다.'
        , '성격이 무뚝뚝하시다'
        , ['성격이 꼼꼼하시다','성격이 느긋하시다','성격이 덜렁거리시다','성격이 까다로우시다']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[0] + '아나이스 씨가 제일 (　　　　) 음식은 불고기예요.'
        , '좋아하는'
        , ['좋은','좋아한','좋아할','좋아하던','좋아했던']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[0] + '회사에 처음 들어왔을 때는 일이 조금 어려웠는데 지금은 적응되어서 (　　　　).'
        , '할만해요'
        , ['해봤어요','할 수 없어요','하려고 해요','하기싫어요','했었어요']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[0] + '어렸을 때 내가 자꾸 동생을 (　　　　) 부모님께 혼난 적이 많아요.'
        , '울려서'
        , ['울어서','우니까','울고 해서','웃어서']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[0] + '이번 달에는 통화를 적게 해서 통신비가 25,000원 (　　　　) 안 나왔어요.'
        , '밖에'
        , ['만','이나','만큼','보다','씩이나','많이']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[0] + '가:왜 오늘 학교에 안 갔어요?<br/>나: 의사 선생님께서 약을 먹고 푹 (　　　　) 하셨어요.'
        , '쉬라고'
        , ['쉬다가','쉬면서','쉬냐고','쉬었다고','쉬려면']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[0] + '가: 이번 주말에 영화 보러 갈까요?<br/>나: 이번 주말은 날씨가 좋다고 하니까 영화를 (　　　　) 공원에서 산책하면 어때요?'
        , '보는 대신에'
        , ['볼 때','보려면','보는데','봤는데','볼 수 있다면','봤다면']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[1] + '열심히 공부해서 <u>한국 사람만큼</u> 한국어를 잘하고 싶어요.'
        , '한국 사람처럼'
        , ['한국 사람만','한국 사람도','한국 사람보다','한국 사람을']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[1] + '친구와 통화 중이었는데 갑자기 전화가 <u>끊겼어요</u>.'
        , '끊어졌어요'
        , ['끊어요','끊었어요','끊도록 했어요','끊겼어요']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[1] + '가: 모임에 반드시 8시까지 도착해야 해요?<br/>나: 아니요. 9시까지 <u>오면 돼요</u>.'
        , '오면 괜찮아요'
        , ['오잖아요','와야 돼요','온다고 해요','왔었어요']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[1] + '가 무엇을 도와드릴까요?<br/>나: 입어 보니까 바지가 너무 <u>헐렁해 가지고</u> 환불하려고 해요.'
        , '헐렁해서'
        , ['헐렁하고','헐렁해져서','헐렁한 덕분에','헐렁했는데','헐렁하다면']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[1] + '가: 미역국을 <u>어떻게 끓이는지 아세요</u>?<br/>나: 당연하죠. 미역과 소고기만 있으면 쉽게 만들 수 있어요.'
        , '끓일 수 있어요'
        , ['끓여도 돼요','끓여 봤어요','끓이고 있어요']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[2]
        , '서울은 <u>살을 만한</u> 도시예요.'
        , ['예방 접종 비용이 <u>얼마인지 알아요</u>?'
            ,'아이가 놀이터에 <u>가자고 해서</u> 다녀왔어요.'
            ,'속이 안 좋아서 밥을 <u>먹는 대신에</u> 죽을 먹었어요.']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[2]
        , '이링 씨의 <u>바꾸는</u> 전화번호를 몰라서 전화를 못 했어요.'
        , ['친구가 갑자기 약속 시간을 <u>늦췄어요</u>.'
            ,'복지 센터에 <u>갔다가</u> 근처 시장에서 장을 봐 왔어요.'
            ,'이번 달에 충동구매를 많이 <u>해 가지고</u> 용돈을 다 썼어요.']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[2]
        , '가을이 되니까 나뭇잎이 모두 <u>빨가졌어요</u>.'
        , ['친구와 자주 연락을 <u>주고받고 해서</u> 빨리 친해졌어요.'
            ,'양이 너무 많아서 손님들이 음식을 많이 <u>남겼어요</u>.'
            ,'이링 씨가 오늘 유명한 가수의 공연을 <u>보러 간다고 했어요</u>.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[3] + '사람들은 제 성격이 적극적이고 외향적이라고 말합니다. 잘 웃는 편이고 친구들도 많기 때문입니다. 하지만 사실 저도 스트레스를 많이 받습니다. 제 감정을 그대로 표현하지 못해서 힘이 들 때가 있습니다. 겉으로 보이는 제 모습과 실제의 제 모습이 다른 것이 제 고민입니다. 앞으로 사회생활을 잘하고 싶은데 제 감정을 어디까지 표현하는 것이 좋을까요?'
        , '나는 감정을 솔직하게 표현하지 못해서 힘들다.'
        , ['친구들은 내 성격이 느긋하다고 생각한다.'
            ,'나는 스트레스를 전혀 받지 않는 편이다.'
            ,'남이 보는 내 모습과 내가 생각하는 내 모습은 같다.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '가: 이 가방을 지난주에 샀는데 다른 걸로 바꿀 수 있을까요? 나: 그럼요. 어떤 것으로 (　　　　)?<br/>가: 사이즈가 조금 더 큰 게 있나요?<br/>나: 손님. 이 사이즈는 어떠세요?<br/>가: 좋네요. 그걸로 할게요.'
        , '교환하시겠어요'
        , ['환불하시겠어요','구매하시겠어요','반품하시겠어요']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[4] + '최근 도서 중고 거래를 하는 사람들이 많아지고 있다. 중고 거래 사이트에서는 자신이 읽은 책을 팔 수 있고 깨끗한 중고 책을 정가보다 싸게 살 수도 있다. 하지만 책에다가 메모를 했거나 더러워진 것은 중고 거래 사이트에서 팔기 어렵다. 도서 중고 거래를 하면 책을 한 번 읽고 책꽂이에 꽂아 두는 것이 아니라 많은 사람들이 읽을 수 있게 된다. 그렇기 때문에 앞으로도 도서 중고 거래가 점점 늘어날 것이다.'
        , '도서 중고 거래 사이트에서는 책을 실제 가격보다 싸게 사고판다.'
        , ['이용자가 적어서 도서 중고 거래는 앞으로 점점 줄어들 것이다.'
            ,'한 번 읽은 책을 책꽂이에 꽂아 두는 것이 중고 거래보다 의미가 있다.'
            ,'책에다가 메모를 한 것도 중고 거래 사이트에서 인기가 많다.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[5] + '저는 교통이 편리한 곳으로 이사를 가고 싶습니다. 지금 살고 있는 곳이 마음에 들지만 마트와 병원이 멀어서 불편합니다. 장을 보러 가려면 차로 30분 정도 나가야 하고 대중교통 수단을 이용할 수 없습니다. 그래서 연말에 전세 계약이 끝나기 전에 이사 갈 집을 알아볼 생각입니다.'
        , '나는 지금 사는 집의 전세 계약을 연장하려고 한다.'
        , ['집에서 마트까지 가려면 차로 30분 정도 걸린다.'
            ,'지금 사는 곳은 대중교통 수단을 이용하기가 불편하다.'
            ,'나는 교통이 편리한 곳에서 살고 싶다.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + "살면서 여러 관계 속에서 다양한 사람들을 만나다 보면 갈등이 생겨서 상처를 받을 때가 많다. 그래서 요즘 '인맥 다이어트'가 유행이다. 연락을 자주 하지 않는 사람이나 마음이 안 맞는 사람과 관계를 정리하는 것이다. (　　　　) 항상 마음이 맞는 사람만 만날 수는 없다. 다양한 사람들과 함께 일을 하고 사람을 상대하는 방법을 배우면서 우리들은 더 많이 성장할 수 있다. 나와 다르다고 해서 쉽게 관계를 정리하면 결국에는 외로워질 것이다."
        , '그렇지만'
        , ['그리고','따라서','게다가']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[6] + "살면서 여러 관계 속에서 다양한 사람들을 만나다 보면 갈등이 생겨서 상처를 받을 때가 많다. 그래서 요즘 '인맥 다이어트'가 유행이다. 연락을 자주 하지 않는 사람이나 마음이 안 맞는 사람과 관계를 정리하는 것이다. (　　　　) 항상 마음이 맞는 사람만 만날 수는 없다. 다양한 사람들과 함께 일을 하고 사람을 상대하는 방법을 배우면서 우리들은 더 많이 성장할 수 있다. 나와 다르다고 해서 쉽게 관계를 정리하면 결국에는 외로워질 것이다."
        , '사람 때문에 힘들 때도 있지만 그 과정 속에서 성장할 수 있다.'
        , ["요즘 사람들이 '인맥 다이어트'를 많이 한다."
            ,'살면서 관계 속에서 상처받을 때가 있다.'
            ,'나와 성격이나 마음이 안 맞는 사람이 있으면 만나지 않으면 된다.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '지난주에 한국 친구의 초대로 연극 공연을 보고 왔다. 가끔 극장에서 영화를 본 적은 있지만 연극을 본 것은 (　　　　), 연극은 배우들이 연기하는 모습을 직접 볼 수 있어서 좋았다. 한국 친구가 나에게 인터넷 사이트에서 공연 티켓 예매하는 방법을 가르쳐 주었다. 또 잘 찾으면 할인 티켓을 살 수 있다는 것도 알게 되었다. 한국에 처음 왔을 때는 생활에 적응하느라 이렇게 공연을 볼 생각도 못했지만 앞으로는 가끔씩 문화생활도 즐겨야겠다.'
        , '이번이 처음이다'
        , ['자주 있는 일이다','이번이 마지막이다','좋은 일이다']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[6] + '지난주에 한국 친구의 초대로 연극 공연을 보고 왔다. 가끔 극장에서 영화를 본 적은 있지만 연극을 본 것은 (　　　　), 연극은 배우들이 연기하는 모습을 직접 볼 수 있어서 좋았다. 한국 친구가 나에게 인터넷 사이트에서 공연 티켓 예매하는 방법을 가르쳐 주었다. 또 잘 찾으면 할인 티켓을 살 수 있다는 것도 알게 되었다. 한국에 처음 왔을 때는 생활에 적응하느라 이렇게 공연을 볼 생각도 못했지만 앞으로는 가끔씩 문화생활도 즐겨야겠다.'
        , '한국에서 문화생활을 즐기는 것에 관심이 생겼다.'
        , ['나는 공연 티켓 예매를 직접 한 적이 있다.'
            ,'나는 극장에 가서 영화를 전혀 본 적이 없다.'
            ,'앞으로도 한국 생활이 바빠서 문화생활을 할 수 없을 것이다.']
))
/****** 복습1 ******/

/****** 복습2 ******/
list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '영화관에서는 휴대 전화의 (　　　　)을 끄세요.'
        , '전원'
        , ['액정','전등','화면','게임','채팅']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '10도가 넘는 (　　　　) 때문에 감기 환자가 갑자기 많아졌다고 합니다.'
        , '일교차'
        , ['습도','호우','한파','뇌우','우박','스콜','폭염']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 욕실에 무슨 문제 있어요?<br/>나: 네. 하수구가 (　　　　) 물이 잘 내려가지 않네요.'
        , '막혀서'
        , ['새서','잠겨서','말라서','깨져서','냄새나서','깨끗해서','더러워서']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 과장님이 무슨 일을 시켰어요?<br/>나: 이번 주 작업 일지를 (　　　　) 제출하라고 하셨어요.'
        , '작성해서'
        , ['버려서','주문해서','유지해서','정비해서','잘라서','먹어서']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 정월 대보름에 보통 뭐 해요?<br/>나: 보름달을 보며 소원을 (　　　　).'
        , '빌어요'
        , ['보내요','먹어요','즐겨요','지내요','만들어요','뛰어요','들어요']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '동생이 지난달부터 학업과 직장 생활을 (　　　　) 있어서 정신없이 바빠요.'
        , '병행하고'
        , ['안하고','정리하고','참여하고','되풀이하고','따라가고']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '나는 얼마 전에 휴대 전화를 바꾸면서 다른 통신사에 (　　　　).'
        , '가입했다'
        , ['탈퇴했다','개통했다','입력했다','접속했다','철회했다','삭제했다']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[1] + '가: 라민 씨, 이사한 집은 어때요?<br/>나: 창문만 열면 공원이 한눈에 보일 정도로 <u>전망</u>이 좋아서 마음에 들어요.'
        , '경치'
        , ['모양','환경','방향','형태','위치']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[1] + '냉장고가 고장이 나서 <u>수리하려고</u> 서비스 센터에 전화했어요.'
        , '고치려고'
        , ['버리려고','연결하려고','사용하려고','삭제하려고','부수려고','먹으려고']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[1] + '입사한 지 얼마 되지 않아서 아직 업무를 다 <u>파악하지</u> 못했습니다.'
        , '이해하지'
        , ['완성하지','적응하지','시작하지','준비하지','만들지','고치지','버리지']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[0] + '가: 후엔 씨, 무슨 일이 있었어요? 피곤해 보여요.<br/>나: 어제 저녁에 커피를 (　　　　) 잠을 못 잤어요.'
        , '마셔서 그런지'
        , ['마시면서','마시려고','마셔야만','마시라고','마셨던가']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[0] + '가: 안젤라 씨는 매일 한국어를 공부해요?<br/>나: 네. 저는 아무리 (　　　　) 매일 한 시간씩 한국어를 공부해요.'
        , '힘들어도'
        , ['힘들어서','힘들면','힘들고 해서','힘들어 가지고']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[0] + '가: 잠시드 씨, 어젯밤에 전화했는데 왜 안 받았어요?<br/>나: 그랬어요? 어제 너무 피곤해서 집에 (　　　　) 곧 잠이 들었거든요.'
        , '가자마자'
        , ['가면','가다가','가야만','가지말고','가서']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[0] + '가: 이링 씨에게 약속 장소를 말했어요?<br/>나: 그렇지 않아도 지금 이링 씨에게 (　　　　).'
        , '전화하려던 참이었어요'
        , ['전화해도 돼요','전화하기로 했어요','전화하기 때문이에요','전화 안할거에요']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[0] + '가: 시간이 있을 때 보통 뭘 (　　　　)?<br/>나: 저는 영화를 보거나 친구를 만나요.'
        , '하나요'
        , ['하면되요','하거든요','하잖아요','하는지 알아요','할거잖아요']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[1] + '저는 아침에 <u>일어나면 바로</u> 세수를 해요.'
        , '일어나자마자'
        , ['일어나려면','일어나면서','일어나는데','일어났다면']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[1] + '민수 씨는 성격이 <u>활발하고</u> 친절해요.'
        , '활발한 데다가'
        , ['활발해서','활발하면','활발하다가','활발했었고','활발했다면']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[1] + '주말이라 사람이 <u>많을 것 같은데</u> 빨리 예약하세요.'
        , '많을 텐데'
        , ['많으면','많아야','많다면','많은 대신에','많을수록']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[1] + '저도 마침 점심 <u>먹으려고 했는데</u> 같이 먹어요.'
        , '먹으려던 참이었는데'
        , ['먹고 해서','먹을 만한데','먹자고 하는데','먹었고 해서','먹고 하는데']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[1] + '부장님이 저에게 회의 자료를 <u>준비하라고 시키셨어요</u>.'
        , '준비하게 하셨어요'
        , ['준비하면 돼요','준비 했어요','준비할 수 있어요','준비하는지 알아요','준비 했었어요']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[2]
        , '대학교 때부터 이 회사에 관심이 <u>가지게 됐어요</u>.'
        , ['한국 생활에 조금씩 <u>적응해 가고 있어요</u>.'
            ,'회사 앞 식당은 음식도 <u>맛없는 데다가</u> 값도 비싸요.'
            ,'한국어가 <u>유창해야</u> 한국 회사에 취직할 수 있어요.']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[2]
        , '창문이 <u>열어 있네요</u>.'
        , ['시장에 사람이 <u>많은가요</u>?'
            ,'이력서는 미리 <u>써 놓는</u> 게 좋아요.'
            ,'가게를 <u>차리기 위해서</u> 준비하고 있어요.']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[2]
        , '한국에 <u>도착했자마자</u> 부모님께 전화했어요.'
        , ['저도 마침 <u>출발하려던 참이었어요</u>.'
            ,'인터넷 쇼핑은 옷을 못 <u>입어 보잖아요</u>.'
            ,'이제는 한국 문화를 잘 <u>이해하게 됐어요</u>.']
))

list.push(
    new Question(
        TYPES.GRAMMAR
        , SAMPLE_QUESTIONS[2]
        , '<u>힘들을 텐데</u> 주말에는 푹 쉬세요.'
        , ['단어를 <u>외워도</u> 기억나지 않아요.'
            ,'학생증이 <u>있어야</u> 도서관에 들어갈 수 있어요.'
            ,'과장님께서 이링 씨에게 재고를 <u>정리하게 했어요</u>.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '가: 무슨 고민이 있어요? 기분이 안 좋아 보여요.<br/>나: 요즘 계속 우울하고 잠도 잘 못 자요. 식욕도 없고요.<br/>가: 지금 제가 막 산책하러 (　　　　). 그럼 기분이 좀 나아질 거예요. 그리고 일시적인 게아니라면 상담을 좀 받아 보는 것도 좋고요.<br/>나: 네. 같이 가요. 고마워요.'
        , '가려던 참이었는데 같이 산책해요'
        , ['갈 만한 곳을 다녀왔어요'
            ,'가자마자 기분이 좋아졌어요'
            ,'가게 했는데 가 보라고 하세요']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '겨울에서 봄으로 계절이 바뀌는 기간에 사람들은 쉽게 피로를 느끼게 된다. 온몸이 나른하고 졸음이 오는 상태가 보통 1~3주 정도 계속되는데 질병은 아니다. 이러한 (　　　　) 날씨의 변화에 몸이 적응을 하지 못했기 때문이다. 춘곤증은 평소 규칙적이고 적당한 운동을 통해 예방할 수 있다. 또한 충분한 시간 동안 잠을 자는 것과 비타민을 먹는 것도 춘곤증 예방에 도움이 된다.'
        , '춘곤증이 나타나는 이유는'
        , ['춘곤증 문제의 해결법은'
            ,'춘곤증을 예방하기 위해서는'
            ,'춘곤증을 없앨 수 있는 방법은']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '겨울에서 봄으로 계절이 바뀌는 기간에 사람들은 쉽게 피로를 느끼게 된다. 온몸이 나른하고 졸음이 오는 상태가 보통 1~3주 정도 계속되는데 질병은 아니다. 이러한 (　　　　) 날씨의 변화에 몸이 적응을 하지 못했기 때문이다. 춘곤증은 평소 규칙적이고 적당한 운동을 통해 예방할 수 있다. 또한 충분한 시간 동안 잠을 자는 것과 비타민을 먹는 것도 춘곤증 예방에 도움이 된다.'
        , '규칙적으로 적당히 운동하면 춘곤증을 예방할 수 있다.'
        , ['춘곤증은 가을에 주로 나타나는 증상이다.'
            ,'춘곤증은 병의 한 종류여서 증상이 생기면 병원에 가야 한다.'
            ,'수면 시간과 춘곤증은 특별한 관계가 없다.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[6] + '직장 생활을 하다 보면 대인 관계나 야근 등으로 스트레스를 받을 때가 있다. 사람들은 보통 직장 생활의 어려움을 극복하기 위해 아무것도 하지 않고 휴식을 취한다고 한다. 그러나 아무것도 하지 않는 것보다 조금 더 적극적으로 자신의 문제를 해결해 보는 것이 좋다. 취미를 가지고 취미 생활을 해 보거나 야외 활동이나 동호회 활동을 하면 재충전의 시간을 가질 수 있을 것이다.'
        , '직장 생활의 스트레스는 적극적인 활동으로 푸는 것이 좋다.'
        , ['직장 생활을 할 때 스트레스를 받지 않아야 한다.'
            ,'직장에서 야근을 하면 스트레스를 더 많이 받게 된다.'
            ,'직장에서 스트레스를 받을 때 휴식을 취하는 사람들이 많다.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '스마트폰 덕분에 많은 일을 쉽고 신속하게 해결할 수 있게 되었지만 스마트폰 때문에 생기는 문제점도 많다. 사람을 직접 만나서 소통하는 일이 줄어들었고 스마트폰에 중독되는 사람들이 많아졌다. 특히 어린이나 청소년들의 스마트폰 중독 문제는 심각하다. 또한 개인 정보나 사생활이 유출되기도 해서 사회적으로 문제가 되고 있다. 과유불급이라는 말처럼 (　　　　). 스마트폰에 의존하지 않고 스마트폰을 잘 사용해야 한다.'
        , '어떤 일의 정도가 지나친 것은 모자란 것보다 좋지 않다'
        , ['어떤 일을 오래 하게 되면 잘할 수 있게 된다'
            ,'어떤 일을 많이 해서 모자라지 않게 해야 한다'
            ,'어떤 일의 정도가 심하면 모자람이 없는 상황보다 좋다']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[6] + '스마트폰 덕분에 많은 일을 쉽고 신속하게 해결할 수 있게 되었지만 스마트폰 때문에 생기는 문제점도 많다. 사람을 직접 만나서 소통하는 일이 줄어들었고 스마트폰에 중독되는 사람들이 많아졌다. 특히 어린이나 청소년들의 스마트폰 중독 문제는 심각하다. 또한 개인 정보나 사생활이 유출되기도 해서 사회적으로 문제가 되고 있다. 과유불급이라는 말처럼 (　　　　). 스마트폰에 의존하지 않고 스마트폰을 잘 사용해야 한다.'
        , '스마트폰을 지혜롭게 사용하는 것이 좋다.'
        , ['스마트폰은 단점보다 장점이 더 많다.'
            ,'문제가 많은 스마트폰을 사용하지 않아야 한다.'
            ,'어린이들이 스마트폰 중독에 빠지면 고치기 어렵다.']
))
/****** 복습2 ******/