/****** 3단계평가 (필기) ******/
list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '불고기는 간장, 설탕 등의 (　　　　) 이/가 들어간다.'
        , '양념'
        , ['기름','양파','나물']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '나는 취업 준비를 하려고 컴퓨터 자격증 과정을 (　　　　).'
        , '신청했다'
        , ['실시했다','운영했다','추천했다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '한국에 와서 성격도 (　　　　) 친구들도 많아졌다.'
        , '활발해지고'
        , ['나빠지고','예민해지고','무뚝뚝해지고']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '택배를 보낼 때는 주소를 (　　　　) 써 주세요.'
        , '정확히'
        , ['원만히','간편히','특별히']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 다음 주에 쓸 자재를 언제까지 주문하면 돼요?<br/>'
            + '나: 내일 (　　　　) 다음 주에 도착할 거예요.'
        , '주문해야'
        , ['주문하기 위해서','주문하다가','주문하는 대신에']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 라흐만 씨는 왜 한국어를 배워요?<br/>'
            + '나: 저는 통역사가 (　　　　) 한국어를 공부해요.'
        , '되기 위해서'
        , ['될 때','되냐고 해서','될 텐데']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 휴대폰이 고장 났어요?<br/>'
            + '나: 네. 어제 바닥에 (　　　　) 잘 안돼요.'
        , '떨어뜨려서 그런지'
        , ['떨어뜨렸을 텐데','떨어뜨린 데다가','떨어뜨린 대신에']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '맛이 없었는지 손님들이 밥을 많이 <u>남았다</u>.'
        , ['우리 집은 9시면 아이들을 모두 <u>재운다</u>.'
            ,'아이가 생기면서 불필요한 지출을 <u>줄였다</u>.'
            ,'여름이 되면 음료수를 냉동실에 <u>얼린다</u>.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '부장님께서 시키신 일을 10분 전에 다 <u>해 가요</u>.'
        , ['늦는다고 미리 <u>전화하면 돼요</u>.'
            ,'회식을 한 후에 친구들하고 <u>가까워졌어요</u>.'
            ,'휴대폰을 살 때 신분증을 가지고 <u>가야 돼요</u>.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '라만 씨가 자기하고 같이 수영을 <u>배우라고 했어요</u>.'
        , ['다니엘 씨가 자기는 <u>회사원이라고 했어요</u>.'
            ,'후엔 씨가 다음 주에 시험을 볼 <u>거라고 했어요</u>.'
            ,'과장님께서 언제 서류를 제출할 <u>거냐고 했어요</u>.']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 후엔 씨는 오늘 출근을 안 했어요?<br/>'
            + '나: (　　　　) 어제 잘 쉬고 오겠다고 인사도 했어요.'
        , '휴가를 갔잖아요'
        , ['출장을 갔거든요','귀국을 했거든요','회의하고 있잖아요']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 이 책상은 너무 오래돼서 버려야겠어요.<br/>'
            + '나: (　　　　) 부러진 곳도 없어요.'
        , '아직 쓸만해요'
        , ['새로 사야 돼요','이미 버렸어요','벌써 고장이 났어요']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 내일 체육대회인데 비가 많이 온다고 해요.<br/>'
            + '나: (　　　　)? 내일 같은 날에 야외 행사는 무리예요.'
        , '연기하는 게 어때요'
        , ['계속하는 건가요','내일 하는 게 어때요','비가 와서 하는 건가요']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '최근 도서 중고 거래를 하는 사람들이 많아지고 있다. '
            + '(　　ㄱ　　)을/를 하면 자신의 책을 팔 수 있고 깨끗한 책을 싸게 살 수도 있다. '
            + '하지만 책에다가 메모를 했거나 책이 더러워졌을 경우에는 다시 (　　ㄴ　　). '
            + '책을 중고로 팔 계획이 있다면 처음 읽 을 때부터 깨끗하게 봐야 한다.'
        , 'ㄱ: 중고 거래 ㄴ: 판매하기 어렵다'
        , ['ㄱ: 도서 구매 ㄴ: 판매하기 어렵다'
            ,'ㄱ: 도서 구매 ㄴ: 깨끗하게 정리한다'
            ,'ㄱ: 중고 거래 ㄴ: 깨끗하게 정리한다']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '집을 구할 때는 확인해야 하는 것들이 있다. '
            + '가장 중요한 것은 이사 갈 집의 안과 주변 상태를 (　　ㄱ　　). '
            + '혹시 문제가 있으면 집주인이나 부동산 소개소에 꼭 말을 해야 한다. '
            + '그리고 집안에 해가 잘 들어오는지, 고장 난 곳은 없는지 확인하고 주변에 지하철역이나 마트 같은 (　　ㄴ　　)도 찾아 봐야 한다.'
        , 'ㄱ: 살펴보는 것이다 ㄴ: 편의 시설'
        , ['ㄱ: 구하는 것이다 ㄴ: 편의 시설'
            ,'ㄱ: 구하는 것이다 ㄴ: 부동산 소개소'
            ,'ㄱ: 살펴보는 것이다 ㄴ: 부동산 소개소']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '춘곤증은 봄철에 특별한 병이 없어도 몸이 나른하고 졸리거나 쉽게 (　　ㄱ　　). '
            + '이러 한 춘곤증은 의학적으로 병이 아니며 보통 1~3주가 지나면 피곤함은 없어진다. '
            + '춘 곤증은 겨울에서 봄으로 바뀌는 (　　ㄴ　　)에 몸이 적응하지 못해서 생기는 현상이다. '
            + '춘곤증을 이겨내기 위해서는 규칙적으로 운동을 하고 7시간 이상 잠을 푹 자야 한다.'
        , 'ㄱ: 피로해지는 것이다 ㄴ: 계절의 변화'
        , ['ㄱ: 피로해지는 것이다 ㄴ: 규칙적인 운동'
            ,'ㄱ: 이겨내는 현상이다 ㄴ: 계절의 변화'
            ,'ㄱ: 이겨내는 현상이다 ㄴ: 규칙적인 운동']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[5] + '한국의 직장인은 보통 한 달에 한 번씩 은행 계좌를 통해 급여를 받는다. '
            + '그런데 계좌에 입금되는 돈은 실제 지급되는 월급과 차이가 있다. '
            + '월급에서 세금, 건강보험 료 등을 공제하기 때문이다. '
            + '세금과 건강보험료는 급여 액수에 따라 달라지는데 급여가 많으면 많을수록 많이 내게 된다.'
        , '실제 급여와 입금되는 돈은 금액이 다르지 않다.'
        , ['한국에서는 은행을 통해서 급여를 받는다.'
            ,'월급에서 세금과 건강보험료를 제외하고 입금된다.'
            ,'급여가 많으면 세금과 건강보험료를 많이 내게 된다.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[5] + '강릉 단오제는 강릉 지역에서 단오 때 행해 온 행사로 한국의 축제 중에서 가장 유명하다. '
            + '규모도 크고 내용도 다양하여 한국을 대표하는 축제이자 민속놀이라고 할 수 있다. '
            + '강릉 단오제에서는 매년 풍요를 바라는 제사를 올리고 여러 행사도 진행하며 전통을 지키고 있다. '
            + '이러한 가치를 인정받아 2005년에 유네스코 세계 무형 유산이 되었다.'
        , '강릉 단오제는 최근에 제사를 지내지 않는다.'
        , ['강릉 단오제는 한국의 전통 축제이다.'
            ,'강릉 단오제는 한국을 대표하는 민속놀이다.'
            ,'강릉 단오제는 세계적으로 그 가치를 인정받았다.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[5] + '얼마 전만 해도 한국인들은 사회에서 인정을 받고 직장에서 승진하여 높은 연봉을 받는 것이 성공한 삶이라고 생각했다. '
            + '그러나 최근에는 그런 사회적 성공보다 개인 의 행복을 더 중요하게 생각하는 사람들이 많아지고 있다. '
            + "직장인들은 정시에 퇴근 하고 자신을 위해 저녁 시간을 활용할 수 있는 '저녁이 있는 삶'을 살기를 원한다."
            + '그래서 정부는 근로자의 주당 근로시간을 최대 52시간으로 줄였다.'
        , '정부는 일하는 시간을 최대 주당 52시간으로 결정했다.'
        , ['최근에는 사회적 성공을 무엇보다 더 중요하게 생각한다.'
            ,'얼마 전까지 성공을 승진과 연봉으로 판단했다.'
            ,"'저녁이 있는 삶'을 살고 싶어하는 직장인이 증가하고 있다."]
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[1] + '한국에서는 동창회나 동호회와 같은 모임이 많이 있다. '
            + '동창회에서는 같은 학교를 졸업한 사람들이 모여 서로 친목을 도모한다. '
            + '동호회는 보통 취미가 같은 사람들이 많이 모인다. '
            + '동호회는 학교, 지역, 직장을 중심으로 만들어진다. '
            + '<u>요즘은 온라인 에서 먼저 모임이 만들어지고 실제 모임으로 연결해서 직접 만나기도 한다.</u>'
        , '온라인에서 만든 동호회 모임이 실제 만남으로 연결된다.'
        , ['한국에는 다양한 모임이 많이 있다.'
            ,'동호회는 취미가 같은 사람들이 온라인으로 만나는 것이다.'
            ,'친하게 지내려고 같은 학교를 졸업한 사람들이 실제로 모인다.']
))
/****** 3단계평가 (필기) ******/

/****** 3단계평가 1과 대인관계 ******/
list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '입사한 지 얼마 안 되어서 그런지 다른 직원들과 (　　　　)이/가 없어 서 대화를 이어나가기가 좀 힘들어요.'
        , '공감대'
        , ['방법','편견','생활 방식','지키다','끊기다','대하다','솔직하다','정확하다','거절하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '좋은 인간관계를 맺으려면 예의를 (　　　　) 것이 중요하다.'
        , '지키는'
        , ['방법','편견','공감대','생활 방식','끊기는','대하는','솔직한','정확한','거절하는']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '한국에서 친하게 지내던 친구가 고향에 돌아간 후 연락이 (　　　　) 걱정이 된다.'
        , '끊겨서'
        , ['방법','편견','생활 방식','지켜서','공감대','대해서','솔직해서','정확해서','거절해서']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '아직 한국어가 서툴러서 내 의도를 (　　　　) 표현하기가 어렵다.'
        , '정확하게'
        , ['방법','편견','생활 방식','지키게','공감대','대하게','솔직하게','끊기게','거절하게']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 한국에 와서 어떤 점이 가장 힘들었어요?<br/>'
            + '나: 고향에서는 의자를 많이 사용했는데 한국은 고향과 (　　　　) 이/가 달라서 바닥에 앉아야 하는 게 힘들었어요.'
        , '생활 방식'
        , ['방법','편견','정확히','지키다','공감대','대하다','솔직하다','끊기다','거절하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 새로운 회사에 잘 적응했어요?<br/>'
            + '나: 아직 일하는 (　　　　) 을/를 잘 몰라서 당황할 때가 많아요.'
        , '방법'
        , ['생활 방식','편견','정확히','지키다','공감대','대하다','솔직하다','끊기다','거절하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 지난번에 말한 동아리에 가입했어?<br/>'
            + '나: 응, 가입해서 활동하고 있는데 선배들을 (　　　　) 어려워.'
        , '대하기가'
        , ['생활 방식','편견','정확히가','지키기가','공감대','방법','솔직하기가','끊기다','거절하기가']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 룸메이트가 밤늦게까지 불을 켜고 게임을 해서 너무 화가 나.<br/>'
            + '나: 룸메이트에게 너의 의견을 (　　　　) 말해 보는 게 어때?'
        , '솔찍하게'
        , ['생활 방식','편견','정확하게','지키게','공감하게','대하게','방법','끊기게','거절하게']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '인터넷으로 수업을 <u>듣으면</u> 돼요.'
        , ['이 약은 식사 후에 <u>드시면</u> 돼요.'
            ,'자료를 내일 아침까지 <u>만들면</u> 돼요.'
            ,'택배를 우체국에 가서 <u>보내면</u> 돼요.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , '한국인의 친목 활동에 대한' + SAMPLE_QUESTIONS[5].split('대한')[1]
        , '동호회는 보통 직접 만나고 온라인에서 만나거나 어울리지 않는다.'
        , ['동창회는 같은 학교를 졸업한 사람들의 모임이다.'
            ,'동호회는 같은 취미를 가지고 함께 즐기는 사람들의 모임이다.'
            ,'사람들은 동호회를 통해 취미 활동을 하고 새로운 사람들을 사귄다.']
))
/****** 3단계평가 1과 대인관계 ******/

/****** 3단계평가 2과 성격 ******/
list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '저는 성격이 급해서 뭐든지 빨리 해야 하지만 제 동생은 성격이 (　　　　) 뭐든지 천천히 해요.'
        , '느긋해서'
        , ['책임감이 강해서','호기심이 많아서','유머 감각이 좋아서','예민해서','다정해서'
            ,'꼼꼼해서','소극적이여서','적극적이여서','보수적이여서']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '(　　　　) 사람은 문제가 생기면 지켜보기만 하고 해결하려고 하지 않는다.'
        , '소극적인'
        , ['책임감이 강한','호기심이 많은','유머 감각이 좋은','예민한','다정한'
            ,'꼼꼼한','느긋한','적극적인','보수적인']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '후엔 씨는 (　　　　) 성격이어서 모든 일을 메모하고 여러 번 확인한다.'
        , '꼼꼼한'
        , ['책임감이 강한','호기심이 많은','유머 감각이 좋은','예민한','다정한'
            ,'소극적인','느긋한','적극적인','보수적인']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '민수 씨는 성격이 (　　　　) 퇴근한 후에 아이들과 잘 놀아 준다.'
        , '다정해서'
        , ['책임감이 강해서','호기심이 많아서','유머 감각이 좋아서','예민해서','꼼꼼해서'
            ,'소극적이여서','느긋해서','적극적이여서','보수적이여서']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 제이슨 씨, 많이 피곤해요?<br/>'
            + '나: 네, 어제 위층이 시끄러워서 잠을 못 잤어요. 저는 (　　　　) 성격 이라서 작은 소리에도 잘 깨요.'
        , '예민한'
        , ['책임감이 강한','호기심이 많은','유머 감각이 좋아서','다정한','꼼꼼한'
            ,'소극적인','느긋한','적극적인','보수적인']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 민수 씨는 인기가 많은 것 같아요. 항상 주위에 친구들이 많아요.<br/>'
            + '나: 네, 민수 씨는 (　　　　) 이/가 있어서 사람들이 모두 좋아해요.'
        , '유머 감각'
        , ['책임감','호기심','예민함','다정함','꼼꼼함'
            ,'소극적인','느긋함','적극적','보수적']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 사회복지사가 되려면 어떤 성격이 좋을까요?<br/>'
            + '나: 사회복지사는 주변의 어려운 사람들을 도와줘야 하니까 정이 많고 (　　　　) 이/가 강하면 좋을 것 같아요.'
        , '책임감'
        , ['유머 감각','호기심','예민함','다정함','꼼꼼함'
            ,'소극적인','느긋함','적극적','보수적']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 아버지는 어떤 분이세요?<br/>'
            + '나: 우리 아버지는 (　　　　) 활발하신 편이라서 모임에 참석하는 것도 좋아하시고 주변에 아는 사람도 많아요.'
        , '적극적이시고'
        , ['유머 감각이 많으시고','호기심이 많으시고','예민하시고','다정하시고','꼼꼼하시고'
            ,'소극적이시고','느긋하시고','책임감이 강하시고','보수적이시고']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '저는 보통 토요일에 <u>근무한 대신에</u> 월요일에 쉬어요.'
        , ['일이 <u>힘든 대신에</u> 월급을 많이 받아서 좋아요.'
            ,'<u>커피 대신에</u> 물을 자주 마시면 건강에 좋아요.'
            ,'이 가게의 과일은 <u>비싼 대신에</u> 신선하고 맛있어요.']
))
/****** 3단계평가 2과 성격 ******/


/****** 3단계평가 3과 지역 복지 서비스 ******/
list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '일하는 직장에서 두 달 동안 월급을 받지 못해서 외국인노동자지원센터 를 통해 임금 체불 (　　　　) 을/를 받았다.'
        , '상담'
        , ['노인','아이','교육','구직','예방 접종'
            ,'건강 검진','맡김','돌봄','대여']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '요즘은 반려동물을 대신 (　　　　) 주는 호텔이 생겨서 해외여행 등으 로 집을 비우는 사람들에게 편의를 제공하고 있습니다.'
        , '돌봐'
        , ['노인을','아이를','교육을','구직을','예방 접종을'
            ,'건강 검진을','맡겨','상담해','대여해']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '과거와 달리 요즘에는 자녀와 따로 사는 (　　　　) 들이 증가하고 있다.'
        , '노인'
        , ['돌보다','아이','교육','구직','예방 접종'
            ,'건강 검진','맡기다','상담','대여']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '요즘은 맞벌이 부부가 많아서 어린이집에 아이를 (　　　　) 부모들이 많아요.'
        , '맡기는'
        , ['돌보는','아이는','교육을','구직을','예방 접종을'
            ,'건강 검진을','노인을','상담을','대여를']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 어디에서 장난감을 (　　　　) 수 있어요?<br/>'
            + '나: 육아종합지원센터에 가 보세요. 거기에서 빌릴 수 있어요.'
        , '대여 할'
        , ['돌볼','아이 할','교육 할','구직 할','예방 접종 할'
            ,'건강 검진 할','노인 할','상담 할','맡길']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 지난달에 회사가 문을 닫아서 다시 일자리를 알아보고 있어요.<br/>'
            + '나: 외국인노동자지원센터에 가서 (　　　　) 상담을 받아 보세요. '
            + '저도 거기서 상담을 받다가 얼마 전에 취직했어요.'
        , '구직'
        , ['돌봄','아이','교육','대여','예방 접종'
            ,'건강 검진','노인','상담','맡기는']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 이번 주 토요일에 센터에서 외국인 근로자를 대상으로 (　　　　) 을/를 하는데 같이 갈래요?<br/>'
            + '나: 어, 정말요? 요즘 자주 피곤해서 병원에 가서 해 보려고 했는데 잘 됐네요. 같이 가요.'
        , '건강 검진'
        , ['돌봄','아이','교육','대여','예방 접종'
            ,'구직','노인','상담','맡기는']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 독감 (　　　　) 은/는 비용이 얼마예요?<br/>'
            + '나: 어린이, 임산부, 어르신들은 무료인데 가까운 병원에 한번 문의해 보세요.'
        , '예방 접종'
        , ['돌봄','아이','교육','대여','건강 검진'
            ,'구직','노인','상담','맡기']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '아이들이 무슨 선물을 <u>좋아한지</u> 알아요?'
        , ['이 노트북인 <u>얼마인지</u> 알아요?'
            ,'보쌈을 어떻게 <u>만드는지</u> 알아요?'
            ,'두엔 씨가 어제 어디에 <u>갔는지</u> 알아요?']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , '다문화이주민플러스센터에서 받을 수 있는 서비스에 대한' + SAMPLE_QUESTIONS[5].split('대한')[1]
        , '여성가족부의 고향 방문 지원'
        , ['법무부의 외국인 등록'
            ,'고용노동부의 고용 허가'
            ,'법무부의 체류 기간 연장']
))
/****** 3단계평가 3과 지역 복지 서비스 ******/


/****** 3단계평가 4과 교환과 환불 ******/
list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '인터넷에서 사진으로 본 것보다 (　　　　) 이/가 어두워서 밝은 것으로 바꿔야 할 것 같아요.'
        , '색상'
        , ['얼룩','사이즈','개봉하다','헐렁하다','교환하다'
            ,'환불하다','문의하다','가능하다','훼손하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '눈으로 볼 때 맞을 것 같아서 사 왔는데 집에 와서 입어 보니까 (　　　　). 다시 가서 작은 바지로 바꿔야겠어요.'
        , '헐렁해요'
        , ['얼룩해요','사이즈해요','개봉해요','색상해요','교환해요'
            ,'환불해요','문의해요','가능해요','훼손해요']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '흐엉 씨는 택배가 오자마자 그 자리에서 (　　　　) 제품에 문제가 없는지 확인했다.'
        , '개봉해서'
        , ['얼룩해서','사이즈해서','헐렁해서','색상해서','교환해서'
            ,'환불해서','문의해서','가능해서','훼손해서']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '구입 후 7일 이내에 영수증을 가지고 오시면 교환이나 환불이 (　　　　).'
        , '가능합니다'
        , ['얼룩합니다','사이즈합니다','헐렁합니다','색상합니다','교환합니다'
            ,'환불합니다','문의합니다','개봉합니다','훼손합니다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 제품을 사용하다가 문제가 생기면 어떻게 해야 돼요?<br/>'
            + '나: 고객 센터에 (　　　　). 그러면 고객 센터에서 해결 방법을 안내 해 줄 거예요.'
        , '문의하세요'
        , ['얼룩하세요','사이즈하세요','헐렁하세요','색상하세요','교환하세요'
            ,'환불하세요','가능하세요','개봉하세요','훼손하세요']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 티셔츠가 좀 끼는 것 같지 않아?<br/>'
            + '나: 그런 것 같네. 좀 큰 (　　　　) (으)로 사야겠어.'
        , '사이즈'
        , ['얼룩','문의','헐렁','색상','교환'
            ,'환불','가능','개봉','훼손']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 여기 바느질이 잘못되었네요. 다른 옷으로 (　　　　) 주세요.<br/>'
            + '나: 그러네요. 다른 제품으로 바꿔 드리겠습니다.'
        , '교환해'
        , ['얼룩해','문의해','헐렁해','색상해','사이즈해'
            ,'환불해','가능해','개봉해','훼손해']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 어제 산 옷을 환불하고 싶은데요.<br/>'
            + '나: 환불하시려면 가격표를 (　　　　) 마시고 영수증과 같이 제품을 가지고 방문해 주십시오.'
        , '훼손하지'
        , ['얼룩하지','문의하지','헐렁하지','색상하지','사이즈하지'
            ,'환불하지','가능하지','개봉하지','교환하지']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '집 앞에 있는 공원이 크지 않아서 아이와 <u>걷을 만했어요</u>.'
        , ['<u>읽을 만한</u> 책 좀 추천해 주세요.'
            ,'3단계가 2단계보다 많이 어렵지만 <u>공부할 만해요</u>.'
            ,'작년에 사서 아직 <u>신을 만한데</u> 새 신발을 사고 싶어요.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , '소비자상담센터에 대한 ' + SAMPLE_QUESTIONS[5].split('대한')[1]
        , '상담을 받고 싶은 소비자는 국번 없이 1345로 전화하면 된다.'
        , ['소비자가 피해를 구제받을 수 있도록 도와준다.'
            ,'소비자의 고충을 들어 주고 해결 방법을 찾아 준다.'
            ,'한국소비자원에 소비자를 대신하여 피해 구제 신청을 해 준다.']
))
/****** 3단계평가 4과 교환과 환불 ******/


/****** 3단계평가 5과 소비와 절약 ******/
list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '(　　　　) 을/를 하지 않으려면 마트에 가기 전에 살 것을 미리 메모해 두는 게 좋다.'
        , '충동구매'
        , ['교육비','공과금','가계부','경조사비','공동구매'
            ,'결제하다','적립하다','부담되다','메모하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '요즘은 결혼해도 자녀를 많이 낳지 않는데 다른 것보다 (　　　　) 가 부담스러워서 그렇다고 한다.'
        , '교육비'
        , ['충동구매','공과금','가계부','경조사비','공동구매'
            ,'결제하다','적립하다','부담되다','메모하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '요즘은 결혼해도 자녀를 많이 낳지 않는데 다른 것보다 (　　　　) 가 부담스러워서 그렇다고 한다.'
        , '교육비'
        , ['충동구매','공과금','가계부','경조사비','공동구매'
            ,'결제하다','적립하다','부담되다','메모하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '요즘 마트에서는 할인 카드로 (　　　　) 10% 정도 할인을 받을 수 있 어서 좋습니다.'
        , '결제하면'
        , ['충동구매하면','공과금이면','가계부면','경조사비면','공동구매하면'
            ,'교육비면','적립하면','부담하면','메모하면']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '(　　　　) 을/를 쓰면 어디에 얼마나 돈을 쓰는지 알 수 있어서 생활비 를 절약할 수 있어요.'
        , '가계부'
        , ['충동구매','공과금','교육비','경조사비','공동구매'
            ,'결제하다','적립하다','부담되다','메모하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 겨울에 입을 패딩 점퍼를 사야 하는데 어디에 가면 싸게 살 수 있어요?<br/>'
            + '나: (　　　　) 을/를 이용해보세요. 여러 사람이 함께 사니까 가격이 훨씬 저렴해요.'
        , '공동구매'
        , ['충동구매','공과금','교육비','경조사비','가계부'
            ,'결제하다','적립하다','부담되다','메모하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 이사를 해야 되는데 전세 보증금이 많이 올라서 (　　　　).<br/>'
            + '나: 저도 1년 후에 이사해야 하는데 걱정이네요.'
        , '부담되요'
        , ['충동구매해요','공과금해요','교육비해요','경조사비해요','가계부해요'
            ,'결제해요','적립해요','공동구매해요','메모해요']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 이 커피숍 커피가 맛있네요.<br/>'
            + '나: 커피도 맛있고 포인트를 (　　　　) 주기 때문에 자주 오는 곳이에요.'
        , '적립해'
        , ['충동구매해','공과금해','교육비해','경조사비해','가계부해'
            ,'결제해','부담해','공동구매해','메모해']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 이번 달에도 생활비가 부족해요. 외식을 많이 해서 그런 것 같아요.<br/>'
            + '나: 저도 마찬가지예요. 결혼하는 친구가 많아서 (　　　　) 이/가 많이 나갔어요.'
        , '경조사비'
        , ['충동구매','공과금','교육비','가계부','공동구매'
            ,'결제하다','적립하다','부담되다','메모하다']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '토픽 시험을 보려면 외국인 등록증이 <u>필요한다고 했어요</u>.'
        , ['시장에서 사면 물건값이 <u>저렴하다고 했어요.</u>'
            ,'안젤라 씨는 저녁마다 한국어 책을 <u>읽는다고 했어요</u>.'
            ,'후엔 씨는 회사에서 집까지 걸어서 <u>다닌다고 했어요</u>.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[5].replace('다음 글에','적금에')
        , '자유 적금은 정해진 날짜에 정해진 금액을 넣는 것이다.'
        , ['적금에는 정기 적금과 자유 적금이 있다.'
            ,'적금 이율은 보통 2% 정도인데 은행마다 조금씩 다르다.'
            ,'적금이란 일정 기간 동안 정해진 금액을 은행에 적립하는 것이다.']
))
/****** 3단계평가 5과 소비와 절약 ******/


/****** 3단계평가 6과 수거 환경 ******/
list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '우리 아파트는 대중교통을 이용하기 쉽고 도서관, 영화관 같은 (　　　　) 이/가 갖추어져 있어서 편리합니다.'
        , '문화시설'
        , ['하천','소음','산책로','빌딩 숲','산업 단지'
            ,'탁하다','한적하다','농사짓다','안전하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '도심의 수많은 자동차들이 (　　　　) 사이를 오가는 모습이 서울의 풍경이다.'
        , '빌딩 숲'
        , ['하천','소음','산책로','문화시설','산업 단지'
            ,'탁하다','한적하다','농사짓다','안전하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '회사 근처에 공원이 있는데 공원에 예쁜 (　　　　) 이/가 있어서 커피 한잔 마시면서 걷기에 참 좋다.'
        , '산책로'
        , ['하천','소음','빌딩 숲','문화시설','산업 단지'
            ,'탁하다','한적하다','농사짓다','안전하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '아파트의 위층과 아래층 사이에 (　　　　) 문제로 마음이 상하는 경우가 많다.'
        , '소음'
        , ['하천','산책로','빌딩 숲','문화시설','산업 단지'
            ,'탁하다','한적하다','농사짓다','안전하다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 농촌에서는 주로 어떤 일을 해요?<br/>'
            + '나: 논이나 밭에서 (　　　　) 사람들이 많아요.'
        , '농사짓는'
        , ['하천한','산책로한','빌딩 숲한','문화시설한','산업 단지한'
            ,'탁한','한적한','소음나는','안전한']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 농촌에서는 밤에 별을 볼 수 있는데 도시에서는 별이 안 보이네요.<br/>'
            + '나: 아마 공기가  (　　　　) 그럴 거예요. 농촌은 공기가 맑으니까 별 이 잘 보이지요.'
        , '한적해서'
        , ['하천해서','산책로해서','빌딩 숲해서','문화시설해서','산업 단지해서'
            ,'탁해서','소음해서','농사지어서','안전해서']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 엄마 공원에서 자전거 타도 돼요?<br/>'
            +'나: 넘어지면 위험하니까 (　　　　) 헬멧을 쓰고 타.'
        , '안전하게'
        , ['하천하게','산책로하게','빌딩 숲하게','문화시설하게','산업 단지하게'
            ,'탁하게','한적하게','농사짓게','소음하게']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 정년퇴직을 하면 어떻게 살고 싶으세요?<br/>'
            + '나: 정년퇴직을 하면 복잡한 도시를 떠나 (　　　　) 시골에서 남은 인생을 보내고 싶습니다.'
        , '한적한'
        , ['하천한','산책로한','빌딩 숲한','문화시설한','산업 단지한'
            ,'탁한','농사짓는','소음나는','안전한']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '아이가 엄마에게 <u>안고 있어요</u>.'
        , ['엘리베이터 문이 <u>열린 다음에</u> 바로 탔어요.'
            + '휴대전화를 바꾸면서 전화번호가 <u>바뀌었어요</u>.'
            + '밤새 눈이 내려서 나무 위에 눈이 많이 <u>쌓였어요</u>.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[5].replace('다음 글에','과거와 현대의 명당에')
        , '과거의 명당은 앞에 산이 있고 뒤에 물이 흐르는 곳이다.'
        , ['과거뿐만 아니라 현대에도 남향집이 인기가 있다.'
            + '최근에는 명당의 조건에 학교와 교통이 추가되었다.'
            + '과거에는 집의 위치와 방향이 사람의 행복을 결정한다고 믿었다.']
))
/****** 3단계평가 6과 수거 환경 ******/


/****** 3단계평가 7과 문화생활 ******/
list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '친구가 한국어 말하기 대회에서 1등을 해서 (　　　　) 을/를 말하는데 나도 모르게 눈물이 났다.'
        , '소감'
        , ['공연','좌석','감동','수령하다','검색하다'
            ,'예매하다','관람하다','기대하다','인상적이다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '이번 공연은 정말 훌륭했는데 특히 제일 마지막에 배우들이 모두 같이 춤을 추는 장면이 가장 (　　　　) 오래 기억에 남을 것 같아요.'
        , '인상적이었어요'
        , ['공연적이었어요','좌석적이었어요','소감적이었어요','수령적이었어요','검색적이었어요'
            ,'예매적이었어요','관람적이었어요','기대적이었어요','감동적이었어요']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '이번 사진 전시회는 인기가 많아서 (　　　　) 않으면 표를 구할 수 없 습니다.'
        , '예매하지'
        , ['공연하지','좌석하지','감동하지','수령하지','검색하지'
            ,'소감적이지','관람하지','기대하지','인상적이지']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '공연장이 너무 넓고 어두워서 우리 (　　　　) 을/를 못 찾고 헤매고 있었는데 직원이 도와줘서 공연 시작 전에 겨우 앉을 수 있었다.'
        , '좌석'
        , ['공연','소감','감동','수령하다','검색하다'
            ,'예매하다','관람하다','기대하다','인상적이다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 어떤 (　　　　) 을/를 즐겨 보세요?<br/>'
            + '나: 저는 시간이 있으면 뮤지컬을 봐요 배우의 춤과 노래가 정말 환상적이에요.'
        , '공연'
        , ['좌석','소감','감동','수령하다','검색하다'
            ,'예매하다','관람하다','기대하다','인상적이다']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 요즘 상영하는 영화는 뭐가 있어요?<br/>'
            + '나: 글쎄요. 인터넷 홈페이지에서 영화 정보를 (　　　　) 보세요.'
        , '예매해'
        , ['좌석해','소감해','감동해','수령해','검색해'
            ,'공연해','관람해','기대해','인상해']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 인터넷에서 표를 예매했다고 했지요?<br/>'
            + '나: 네, 저기 안내 데스크에서 티켓을 (　　　　) 되겠네요.'
        , '수령하면'
        , ['좌석하면','소감하면','감동하면','공연하면','검색하면'
            ,'예매하면','관람하면','기대하면','인상적이면']
))

list.push(
    new Question(
        TYPES.SPELLING
        , SAMPLE_QUESTIONS[0] + '가: 오늘 공연 어땠어요?<br/>'
            + '나: 제가 너무 (　　　　) 것 같아요. 생각보다 별로였어요.'
        , '기대한'
        , ['좌석한','소감한','감동한','수령한','검색한'
            ,'예매한','관람하다','공연한','인상한']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '부모님께서 저에게 한국에 가면 자주 <u>연락하냐고 했어요</u>.'
        , ['직원이 관객들에게 지금 휴대전화를 <u>끄라고 했어요</u>.'
            ,'엄마가 아이에게 하루에 책을 두 권 <u>읽으라고 했어요</u>.'
            ,'친구들이 저에게 언제부터 한국어를 <u>공부했냐고 했어요</u>.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[5].replace('다음 글에','문화포털(www.culture.go.kr)에')
        , '문화 정보는 제공하지만 도서 정보는 제공하지 않는다.'
        , ['전시나 공연의 정보를 쉽게 검색할 수 있다.'
            ,'이용자들의 후기가 있어서 공연을 선택할 때 참고할 수 있다.'
            ,'회원 가입을 하면 새로운 문화 정보를 더 편리하게 찾아볼 수 있다.']
))
/****** 3단계평가 7과 문화생활 ******/