/****** 3단계평가 (필기) ******/
list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '불고기는 간장, 설탕 등의 (　　　　) 이/가 들어간다.'
        , '양념'
        , ['기름','양파','나물']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '나는 취업 준비를 하려고 컴퓨터 자격증 과정을 (　　　　).'
        , '신청했다'
        , ['실시했다','운영했다','추천했다']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '한국에 와서 성격도 (　　　　) 친구들도 많아졌다.'
        , '활발해지고'
        , ['나빠지고','예민해지고','무뚝뚝해지고']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '택배를 보낼 때는 주소를 (　　　　) 써 주세요.'
        , '정확히'
        , ['원만히','간편히','특별히']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 다음 주에 쓸 자재를 언제까지 주문하면 돼요?<br/>'
            + '나: 내일 (　　　　) 다음 주에 도착할 거예요.'
        , '주문해야'
        , ['주문하기 위해서','주문하다가','주문하는 대신에']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 라흐만 씨는 왜 한국어를 배워요?<br/>'
            + '나: 저는 통역사가 (　　　　) 한국어를 공부해요.'
        , '되기 위해서'
        , ['될 때','되냐고 해서','될 텐데']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 휴대폰이 고장 났어요?<br/>'
            + '나: 네. 어제 바닥에 (　　　　) 잘 안돼요.'
        , '떨어뜨려서 그런지'
        , ['떨어뜨렸을 텐데','떨어뜨린 데다가','떨어뜨린 대신에']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '맛이 없었는지 손님들이 밥을 많이 <u>남았다</u>.'
        , ['우리 집은 9시면 아이들을 모두 <u>재운다</u>.'
            ,'아이가 생기면서 불필요한 지출을 <u>줄였다</u>.'
            ,'여름이 되면 음료수를 냉동실에 <u>얼린다</u>.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '부장님께서 시키신 일을 10분 전에 다 <u>해 가요</u>.'
        , ['늦는다고 미리 <u>전화하면 돼요</u>.'
            ,'회식을 한 후에 친구들하고 <u>가까워졌어요</u>.'
            ,'휴대폰을 살 때 신분증을 가지고 <u>가야 돼요</u>.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '라만 씨가 자기하고 같이 수영을 <u>배우라고 했어요</u>.'
        , ['다니엘 씨가 자기는 <u>회사원이라고 했어요</u>.'
            ,'후엔 씨가 다음 주에 시험을 볼 <u>거라고 했어요</u>.'
            ,'과장님께서 언제 서류를 제출할 <u>거냐고 했어요</u>.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 후엔 씨는 오늘 출근을 안 했어요?<br/>'
            + '나: (　　　　) 어제 잘 쉬고 오겠다고 인사도 했어요.'
        , '휴가를 갔잖아요'
        , ['출장을 갔거든요','귀국을 했거든요','회의하고 있잖아요']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 이 책상은 너무 오래돼서 버려야겠어요.<br/>'
            + '나: (　　　　) 부러진 곳도 없어요.'
        , '아직 쓸만해요'
        , ['새로 사야 돼요','이미 버렸어요','벌써 고장이 났어요']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 내일 체육대회인데 비가 많이 온다고 해요.<br/>'
            + '나: (　　　　)? 내일 같은 날에 야외 행사는 무리예요.'
        , '연기하는 게 어때요'
        , ['계속하는 건가요','내일 하는 게 어때요','비가 와서 하는 건가요']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '최근 도서 중고 거래를 하는 사람들이 많아지고 있다. '
            + '(　　ㄱ　　)을/를 하면 자신의 책을 팔 수 있고 깨끗한 책을 싸게 살 수도 있다. '
            + '하지만 책에다가 메모를 했거나 책이 더러워졌을 경우에는 다시 (　　ㄴ　　). '
            + '책을 중고로 팔 계획이 있다면 처음 읽 을 때부터 깨끗하게 봐야 한다.'
        , 'ㄱ: 중고 거래 ㄴ: 판매하기 어렵다'
        , ['ㄱ: 도서 구매 ㄴ: 판매하기 어렵다'
            ,'ㄱ: 도서 구매 ㄴ: 깨끗하게 정리한다'
            ,'ㄱ: 중고 거래 ㄴ: 깨끗하게 정리한다']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '집을 구할 때는 확인해야 하는 것들이 있다. '
            + '가장 중요한 것은 이사 갈 집의 안과 주변 상태를 (　　ㄱ　　). '
            + '혹시 문제가 있으면 집주인이나 부동산 소개소에 꼭 말을 해야 한다. '
            + '그리고 집안에 해가 잘 들어오는지, 고장 난 곳은 없는지 확인하고 주변에 지하철역이나 마트 같은 (　　ㄴ　　)도 찾아 봐야 한다.'
        , 'ㄱ: 살펴보는 것이다 ㄴ: 편의 시설'
        , ['ㄱ: 구하는 것이다 ㄴ: 편의 시설'
            ,'ㄱ: 구하는 것이다 ㄴ: 부동산 소개소'
            ,'ㄱ: 살펴보는 것이다 ㄴ: 부동산 소개소']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '춘곤증은 봄철에 특별한 병이 없어도 몸이 나른하고 졸리거나 쉽게 (　　ㄱ　　). '
            + '이러 한 춘곤증은 의학적으로 병이 아니며 보통 1~3주가 지나면 피곤함은 없어진다. '
            + '춘 곤증은 겨울에서 봄으로 바뀌는 (　　ㄴ　　)에 몸이 적응하지 못해서 생기는 현상이다. '
            + '춘곤증을 이겨내기 위해서는 규칙적으로 운동을 하고 7시간 이상 잠을 푹 자야 한다.'
        , 'ㄱ: 피로해지는 것이다 ㄴ: 계절의 변화'
        , ['ㄱ: 피로해지는 것이다 ㄴ: 규칙적인 운동'
            ,'ㄱ: 이겨내는 현상이다 ㄴ: 계절의 변화'
            ,'ㄱ: 이겨내는 현상이다 ㄴ: 규칙적인 운동']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[5] + '한국의 직장인은 보통 한 달에 한 번씩 은행 계좌를 통해 급여를 받는다. '
            + '그런데 계좌에 입금되는 돈은 실제 지급되는 월급과 차이가 있다. '
            + '월급에서 세금, 건강보험 료 등을 공제하기 때문이다. '
            + '세금과 건강보험료는 급여 액수에 따라 달라지는데 급여가 많으면 많을수록 많이 내게 된다.'
        , '실제 급여와 입금되는 돈은 금액이 다르지 않다.'
        , ['한국에서는 은행을 통해서 급여를 받는다.'
            ,'월급에서 세금과 건강보험료를 제외하고 입금된다.'
            ,'급여가 많으면 세금과 건강보험료를 많이 내게 된다.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[5] + '강릉 단오제는 강릉 지역에서 단오 때 행해 온 행사로 한국의 축제 중에서 가장 유명하다. '
            + '규모도 크고 내용도 다양하여 한국을 대표하는 축제이자 민속놀이라고 할 수 있다. '
            + '강릉 단오제에서는 매년 풍요를 바라는 제사를 올리고 여러 행사도 진행하며 전통을 지키고 있다. '
            + '이러한 가치를 인정받아 2005년에 유네스코 세계 무형 유산이 되었다.'
        , '강릉 단오제는 최근에 제사를 지내지 않는다.'
        , ['강릉 단오제는 한국의 전통 축제이다.'
            ,'강릉 단오제는 한국을 대표하는 민속놀이다.'
            ,'강릉 단오제는 세계적으로 그 가치를 인정받았다.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[5] + '얼마 전만 해도 한국인들은 사회에서 인정을 받고 직장에서 승진하여 높은 연봉을 받는 것이 성공한 삶이라고 생각했다. '
            + '그러나 최근에는 그런 사회적 성공보다 개인 의 행복을 더 중요하게 생각하는 사람들이 많아지고 있다. '
            + "직장인들은 정시에 퇴근 하고 자신을 위해 저녁 시간을 활용할 수 있는 '저녁이 있는 삶'을 살기를 원한다."
            + '그래서 정부는 근로자의 주당 근로시간을 최대 52시간으로 줄였다.'
        , '정부는 일하는 시간을 최대 주당 52시간으로 결정했다.'
        , ['최근에는 사회적 성공을 무엇보다 더 중요하게 생각한다.'
            ,'얼마 전까지 성공을 승진과 연봉으로 판단했다.'
            ,"'저녁이 있는 삶'을 살고 싶어하는 직장인이 증가하고 있다."]
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[1] + '한국에서는 동창회나 동호회와 같은 모임이 많이 있다. '
            + '동창회에서는 같은 학교를 졸업한 사람들이 모여 서로 친목을 도모한다. '
            + '동호회는 보통 취미가 같은 사람들이 많이 모인다. '
            + '동호회는 학교, 지역, 직장을 중심으로 만들어진다. '
            + '<u>요즘은 온라인 에서 먼저 모임이 만들어지고 실제 모임으로 연결해서 직접 만나기도 한다.</u>'
        , '온라인에서 만든 동호회 모임이 실제 만남으로 연결된다.'
        , ['한국에는 다양한 모임이 많이 있다.'
            ,'동호회는 취미가 같은 사람들이 온라인으로 만나는 것이다.'
            ,'친하게 지내려고 같은 학교를 졸업한 사람들이 실제로 모인다.']
))
/****** 3단계평가 (필기) ******/

/****** 3단계평가 1과 대인관계 ******/
list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '입사한 지 얼마 안 되어서 그런지 다른 직원들과 (　　　　)이/가 없어 서 대화를 이어나가기가 좀 힘들어요.'
        , '공감대'
        , ['방법','편견','생활 방식','지키다','끊기다','대하다','솔직하다','정확하다','거절하다']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '좋은 인간관계를 맺으려면 예의를 (　　　　) 것이 중요하다.'
        , '지키는'
        , ['방법','편견','공감대','생활 방식','끊기는','대하는','솔직한','정확한','거절하는']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '한국에서 친하게 지내던 친구가 고향에 돌아간 후 연락이 (　　　　) 걱정이 된다.'
        , '끊겨서'
        , ['방법','편견','생활 방식','지켜서','공감대','대해서','솔직해서','정확해서','거절해서']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '아직 한국어가 서툴러서 내 의도를 (　　　　) 표현하기가 어렵다.'
        , '정확하게'
        , ['방법','편견','생활 방식','지키게','공감대','대하게','솔직하게','끊기게','거절하게']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 한국에 와서 어떤 점이 가장 힘들었어요?<br/>'
            + '나: 고향에서는 의자를 많이 사용했는데 한국은 고향과 (　　　　) 이/가 달라서 바닥에 앉아야 하는 게 힘들었어요.'
        , '생활 방식'
        , ['방법','편견','정확히','지키다','공감대','대하다','솔직하다','끊기다','거절하다']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 새로운 회사에 잘 적응했어요?<br/>'
            + '나: 아직 일하는 (　　　　) 을/를 잘 몰라서 당황할 때가 많아요.'
        , '방법'
        , ['생활 방식','편견','정확히','지키다','공감대','대하다','솔직하다','끊기다','거절하다']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 지난번에 말한 동아리에 가입했어?<br/>'
            + '나: 응, 가입해서 활동하고 있는데 선배들을 (　　　　) 어려워.'
        , '대하기가'
        , ['생활 방식','편견','정확히가','지키기가','공감대','방법','솔직하기가','끊기다','거절하기가']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 룸메이트가 밤늦게까지 불을 켜고 게임을 해서 너무 화가 나.<br/>'
            + '나: 룸메이트에게 너의 의견을 (　　　　) 말해 보는 게 어때?'
        , '솔찍하게'
        , ['생활 방식','편견','정확하게','지키게','공감하게','대하게','방법','끊기게','거절하게']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '인터넷으로 수업을 <u>듣으면</u> 돼요.'
        , ['이 약은 식사 후에 <u>드시면</u> 돼요.'
            ,'자료를 내일 아침까지 <u>만들면</u> 돼요.'
            ,'택배를 우체국에 가서 <u>보내면</u> 돼요.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , '한국인의 친목 활동에 대한' + SAMPLE_QUESTIONS[5].split('대한')[1]
        , '동호회는 보통 직접 만나고 온라인에서 만나거나 어울리지 않는다.'
        , ['동창회는 같은 학교를 졸업한 사람들의 모임이다.'
            ,'동호회는 같은 취미를 가지고 함께 즐기는 사람들의 모임이다.'
            ,'사람들은 동호회를 통해 취미 활동을 하고 새로운 사람들을 사귄다.']
))
/****** 3단계평가 1과 대인관계 ******/

/****** 3단계평가 2과 성격 ******/
list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '저는 성격이 급해서 뭐든지 빨리 해야 하지만 제 동생은 성격이 (　　　　) 뭐든지 천천히 해요.'
        , '느긋해서'
        , ['책임감이 강해서','호기심이 많아서','유머 감각이 좋아서','예민해서','다정해서'
            ,'꼼꼼해서','소극적이여서','적극적이여서','보수적이여서']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '(　　　　) 사람은 문제가 생기면 지켜보기만 하고 해결하려고 하지 않는다.'
        , '소극적인'
        , ['책임감이 강한','호기심이 많은','유머 감각이 좋은','예민한','다정한'
            ,'꼼꼼한','느긋한','적극적인','보수적인']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '후엔 씨는 (　　　　) 성격이어서 모든 일을 메모하고 여러 번 확인한다.'
        , '꼼꼼한'
        , ['책임감이 강한','호기심이 많은','유머 감각이 좋은','예민한','다정한'
            ,'소극적인','느긋한','적극적인','보수적인']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '민수 씨는 성격이 (　　　　) 퇴근한 후에 아이들과 잘 놀아 준다.'
        , '다정해서'
        , ['책임감이 강해서','호기심이 많아서','유머 감각이 좋아서','예민해서','꼼꼼해서'
            ,'소극적이여서','느긋해서','적극적이여서','보수적이여서']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 제이슨 씨, 많이 피곤해요?<br/>'
            + '나: 네, 어제 위층이 시끄러워서 잠을 못 잤어요. 저는 (　　　　) 성격 이라서 작은 소리에도 잘 깨요.'
        , '예민한'
        , ['책임감이 강한','호기심이 많은','유머 감각이 좋아서','다정한','꼼꼼한'
            ,'소극적인','느긋한','적극적인','보수적인']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 민수 씨는 인기가 많은 것 같아요. 항상 주위에 친구들이 많아요.<br/>'
            + '나: 네, 민수 씨는 (　　　　) 이/가 있어서 사람들이 모두 좋아해요.'
        , '유머 감각'
        , ['책임감','호기심','예민함','다정함','꼼꼼함'
            ,'소극적인','느긋함','적극적','보수적']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 사회복지사가 되려면 어떤 성격이 좋을까요?<br/>'
            + '나: 사회복지사는 주변의 어려운 사람들을 도와줘야 하니까 정이 많고 (　　　　) 이/가 강하면 좋을 것 같아요.'
        , '책임감'
        , ['유머 감각','호기심','예민함','다정함','꼼꼼함'
            ,'소극적인','느긋함','적극적','보수적']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 아버지는 어떤 분이세요?<br/>'
            + '나: 우리 아버지는 (　　　　) 활발하신 편이라서 모임에 참석하는 것도 좋아하시고 주변에 아는 사람도 많아요.'
        , '적극적이시고'
        , ['유머 감각이 많으시고','호기심이 많으시고','예민하시고','다정하시고','꼼꼼하시고'
            ,'소극적이시고','느긋하시고','책임감이 강하시고','보수적이시고']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '저는 보통 토요일에 <u>근무한 대신에</u> 월요일에 쉬어요.'
        , ['일이 <u>힘든 대신에</u> 월급을 많이 받아서 좋아요.'
            ,'<u>커피 대신에</u> 물을 자주 마시면 건강에 좋아요.'
            ,'이 가게의 과일은 <u>비싼 대신에</u> 신선하고 맛있어요.']
))
/****** 3단계평가 2과 성격 ******/


/****** 3단계평가 3과 지역 복지 서비스 ******/

/****** 3단계평가 3과 지역 복지 서비스 ******/