/****** 3단계평가 (필기) ******/
list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '불고기는 간장, 설탕 등의 (　　　　) 이/가 들어간다.'
        , '양념'
        , ['기름','양파','나물']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '나는 취업 준비를 하려고 컴퓨터 자격증 과정을 (　　　　).'
        , '신청했다'
        , ['실시했다','운영했다','추천했다']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '한국에 와서 성격도 (　　　　) 친구들도 많아졌다.'
        , '활발해지고'
        , ['나빠지고','예민해지고','무뚝뚝해지고']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '택배를 보낼 때는 주소를 (　　　　) 써 주세요.'
        , '정확히'
        , ['원만히','간편히','특별히']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 다음 주에 쓸 자재를 언제까지 주문하면 돼요?<br/>'
            + '나: 내일 (　　　　) 다음 주에 도착할 거예요.'
        , '주문해야'
        , ['주문하기 위해서','주문하다가','주문하는 대신에']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 라흐만 씨는 왜 한국어를 배워요?<br/>'
            + '나: 저는 통역사가 (　　　　) 한국어를 공부해요.'
        , '되기 위해서'
        , ['될 때','되냐고 해서','될 텐데']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 휴대폰이 고장 났어요?<br/>'
            + '나: 네. 어제 바닥에 (　　　　) 잘 안돼요.'
        , '떨어뜨려서 그런지'
        , ['떨어뜨렸을 텐데','떨어뜨린 데다가','떨어뜨린 대신에']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '맛이 없었는지 손님들이 밥을 많이 <u>남았다</u>.'
        , ['우리 집은 9시면 아이들을 모두 <u>재운다</u>.'
            ,'아이가 생기면서 불필요한 지출을 <u>줄였다</u>.'
            ,'여름이 되면 음료수를 냉동실에 <u>얼린다</u>.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '부장님께서 시키신 일을 10분 전에 다 <u>해 가요</u>.'
        , ['늦는다고 미리 <u>전화하면 돼요</u>.'
            ,'회식을 한 후에 친구들하고 <u>가까워졌어요</u>.'
            ,'휴대폰을 살 때 신분증을 가지고 <u>가야 돼요</u>.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[2]
        , '라만 씨가 자기하고 같이 수영을 <u>배우라고 했어요</u>.'
        , ['다니엘 씨가 자기는 <u>회사원이라고 했어요</u>.'
            ,'후엔 씨가 다음 주에 시험을 볼 <u>거라고 했어요</u>.'
            ,'과장님께서 언제 서류를 제출할 <u>거냐고 했어요</u>.']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 후엔 씨는 오늘 출근을 안 했어요?<br/>'
            + '나: (　　　　) 어제 잘 쉬고 오겠다고 인사도 했어요.'
        , '휴가를 갔잖아요'
        , ['출장을 갔거든요','귀국을 했거든요','회의하고 있잖아요']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 이 책상은 너무 오래돼서 버려야겠어요.<br/>'
            + '나: (　　　　) 부러진 곳도 없어요.'
        , '아직 쓸만해요'
        , ['새로 사야 돼요','이미 버렸어요','벌써 고장이 났어요']
))

list.push(
    new Question(
        TYPES.VOCABULARY
        , SAMPLE_QUESTIONS[0] + '가: 내일 체육대회인데 비가 많이 온다고 해요.<br/>'
            + '나: (　　　　)? 내일 같은 날에 야외 행사는 무리예요.'
        , '연기하는 게 어때요'
        , ['계속하는 건가요','내일 하는 게 어때요','비가 와서 하는 건가요']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '최근 도서 중고 거래를 하는 사람들이 많아지고 있다. '
            + '(　　ㄱ　　)을/를 하면 자신의 책을 팔 수 있고 깨끗한 책을 싸게 살 수도 있다. '
            + '하지만 책에다가 메모를 했거나 책이 더러워졌을 경우에는 다시 (　　ㄴ　　). '
            + '책을 중고로 팔 계획이 있다면 처음 읽 을 때부터 깨끗하게 봐야 한다.'
        , 'ㄱ: 중고 거래 ㄴ: 판매하기 어렵다'
        , ['ㄱ: 도서 구매 ㄴ: 판매하기 어렵다'
            ,'ㄱ: 도서 구매 ㄴ: 깨끗하게 정리한다'
            ,'ㄱ: 중고 거래 ㄴ: 깨끗하게 정리한다']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '집을 구할 때는 확인해야 하는 것들이 있다. '
            + '가장 중요한 것은 이사 갈 집의 안과 주변 상태를 (　　ㄱ　　). '
            + '혹시 문제가 있으면 집주인이나 부동산 소개소에 꼭 말을 해야 한다. '
            + '그리고 집안에 해가 잘 들어오는지, 고장 난 곳은 없는지 확인하고 주변에 지하철역이나 마트 같은 (　　ㄴ　　)도 찾아 봐야 한다.'
        , 'ㄱ: 살펴보는 것이다 ㄴ: 편의 시설'
        , ['ㄱ: 구하는 것이다 ㄴ: 편의 시설'
            ,'ㄱ: 구하는 것이다 ㄴ: 부동산 소개소'
            ,'ㄱ: 살펴보는 것이다 ㄴ: 부동산 소개소']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[0] + '춘곤증은 봄철에 특별한 병이 없어도 몸이 나른하고 졸리거나 쉽게 (　　ㄱ　　). '
            + '이러 한 춘곤증은 의학적으로 병이 아니며 보통 1~3주가 지나면 피곤함은 없어진다. '
            + '춘 곤증은 겨울에서 봄으로 바뀌는 (　　ㄴ　　)에 몸이 적응하지 못해서 생기는 현상이다. '
            + '춘곤증을 이겨내기 위해서는 규칙적으로 운동을 하고 7시간 이상 잠을 푹 자야 한다.'
        , 'ㄱ: 피로해지는 것이다 ㄴ: 계절의 변화'
        , ['ㄱ: 피로해지는 것이다 ㄴ: 규칙적인 운동'
            ,'ㄱ: 이겨내는 현상이다 ㄴ: 계절의 변화'
            ,'ㄱ: 이겨내는 현상이다 ㄴ: 규칙적인 운동']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[5] + '한국의 직장인은 보통 한 달에 한 번씩 은행 계좌를 통해 급여를 받는다. '
            + '그런데 계좌에 입금되는 돈은 실제 지급되는 월급과 차이가 있다. '
            + '월급에서 세금, 건강보험 료 등을 공제하기 때문이다. '
            + '세금과 건강보험료는 급여 액수에 따라 달라지는데 급여가 많으면 많을수록 많이 내게 된다.'
        , '실제 급여와 입금되는 돈은 금액이 다르지 않다.'
        , ['한국에서는 은행을 통해서 급여를 받는다.'
            ,'월급에서 세금과 건강보험료를 제외하고 입금된다.'
            ,'급여가 많으면 세금과 건강보험료를 많이 내게 된다.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[5] + '강릉 단오제는 강릉 지역에서 단오 때 행해 온 행사로 한국의 축제 중에서 가장 유명하다. '
            + '규모도 크고 내용도 다양하여 한국을 대표하는 축제이자 민속놀이라고 할 수 있다. '
            + '강릉 단오제에서는 매년 풍요를 바라는 제사를 올리고 여러 행사도 진행하며 전통을 지키고 있다. '
            + '이러한 가치를 인정받아 2005년에 유네스코 세계 무형 유산이 되었다.'
        , '강릉 단오제는 최근에 제사를 지내지 않는다.'
        , ['강릉 단오제는 한국의 전통 축제이다.'
            ,'강릉 단오제는 한국을 대표하는 민속놀이다.'
            ,'강릉 단오제는 세계적으로 그 가치를 인정받았다.']
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[5] + '얼마 전만 해도 한국인들은 사회에서 인정을 받고 직장에서 승진하여 높은 연봉을 받는 것이 성공한 삶이라고 생각했다. '
            + '그러나 최근에는 그런 사회적 성공보다 개인 의 행복을 더 중요하게 생각하는 사람들이 많아지고 있다. '
            + "직장인들은 정시에 퇴근 하고 자신을 위해 저녁 시간을 활용할 수 있는 '저녁이 있는 삶'을 살기를 원한다."
            + '그래서 정부는 근로자의 주당 근로시간을 최대 52시간으로 줄였다.'
        , '정부는 일하는 시간을 최대 주당 52시간으로 결정했다.'
        , ['최근에는 사회적 성공을 무엇보다 더 중요하게 생각한다.'
            ,'얼마 전까지 성공을 승진과 연봉으로 판단했다.'
            ,"'저녁이 있는 삶'을 살고 싶어하는 직장인이 증가하고 있다."]
))

list.push(
    new Question(
        TYPES.READ
        , SAMPLE_QUESTIONS[1] + '한국에서는 동창회나 동호회와 같은 모임이 많이 있다. '
            + '동창회에서는 같은 학교를 졸업한 사람들이 모여 서로 친목을 도모한다. '
            + '동호회는 보통 취미가 같은 사람들이 많이 모인다. '
            + '동호회는 학교, 지역, 직장을 중심으로 만들어진다. '
            + '<u>요즘은 온라인 에서 먼저 모임이 만들어지고 실제 모임으로 연결해서 직접 만나기도 한다.</u>'
        , '온라인에서 만든 동호회 모임이 실제 만남으로 연결된다.'
        , ['한국에는 다양한 모임이 많이 있다.'
            ,'동호회는 취미가 같은 사람들이 온라인으로 만나는 것이다.'
            ,'친하게 지내려고 같은 학교를 졸업한 사람들이 실제로 모인다.']
))
/****** 3단계평가 (필기) ******/